Repository: karakushan/f-shop
Catalog: languages/f-shop-*.po
Languages: es_es, pl_pl, ru_ru, uk

source: <p>This online store is powered by <a href="https://f-shop.top/">F-Shop</a>. <a href="https://f-shop.top/dokumentacija/">Documentation</a>. <a href="https://f-shop.top/novosti/">News</a>.</p>
es_es: <p>Esta tienda en línea funciona gracias a <a href="https://f-shop.top/">F-Shop</a>. <a href="https://f-shop.top/dokumentacija/">Documentación</a>. <a href="https://f-shop.top/novosti/">Noticias</a>.</p>
pl_pl: %nazwa_witryny%Otrzymano żądanie resetowania hasła na stronie "%site_name%". Twoje nowe hasło to: %password%. Jeśli to nie Ty, zignoruj tę wiadomość e-mail.
ru_ru: <p>Этот интернет-магазин функционирует благодаря <a href="https://f-shop.top/">F-Shop</a>. <a href="https://f-shop.top/dokumentacija/">Документация</a>. <a href="https://f-shop.top/novosti/">Новости</a>.</p>
uk: <p>Цей онлайн-магазин працює на <a href="https://f-shop.top/">F-Shop</a>. <a href="https://f-shop.top/dokumentacija/">Документація</a>. <a href="https://f-shop.top/novosti/">Новини</a>.</p>

source: A password reset request was received on the site "%site_name%". Your new password is: %password%. If this was not you, please ignore this email.
es_es: Se recibió una solicitud de restablecimiento de contraseña en el sitio "%site_name%". Su nueva contraseña es: %password%. Si no fue usted, por favor ignore este correo electrónico.

source: About all orders with the status of "New" administrator receives notification by mail, which allows him to immediately contact the buyer. For the convenience of accounting for new orders, they are automatically placed in the "New" tab on the order management panel and are displayed as a list, sorted by the date added.
es_es: El administrador recibe una notificación por correo sobre todos los pedidos con el estado "Nuevo", lo que le permite contactar inmediatamente con el comprador. Para facilitar la contabilidad de los nuevos pedidos, se colocan automáticamente en la pestaña "Nuevo" en el panel de gestión de pedidos y se muestran como una lista, ordenada por la fecha de adición.
pl_pl: Usuwanie konta

source: Account deleting
es_es: Eliminación de cuenta
ru_ru: Удаление аккаунта
uk: Видалення облікового запису

source: Action
es_es: Acción
pl_pl: Działanie
ru_ru: Действие
uk: Дія

source: Activate discount system
es_es: Activar sistema de descuentos
pl_pl: Aktywuj system rabatowy
ru_ru: Активировать систему скидок
uk: Активувати систему знижок

source: Activate multicurrency
es_es: Activar multimoneda
pl_pl: Aktywuj wielowalutowość
ru_ru: Активировать мультивалютность
uk: Активувати режим мультиваютності

source: Add
es_es: Añadir
pl_pl: Dodać
ru_ru: Добавить
uk: Додати

source: add
es_es: añadir
pl_pl: dodać

source: Add / Replace
es_es: Añadir / Reemplazar
pl_pl: Dodaj / Zamień

source: Add a delivery method
es_es: Añadir método de entrega
pl_pl: Dodaj metodę dostawy
ru_ru: Добавление способа доставки
uk: Додати спосіб доставки

source: Add a new attribute
es_es: Añadir atributo
pl_pl: Dodaj nowy atrybut
ru_ru: Добавить атрибут
uk: Додати атрибут

source: Add a payment method
es_es: Añadir método de pago
pl_pl: Dodaj metodę płatności
ru_ru: Добавление способа оплаты
uk: Додати спосіб оплати

source: add attribute
es_es: añadir atributo
pl_pl: dodaj atrybut

source: Add category
es_es: Añadir categoría
pl_pl: Dodaj kategorię
ru_ru: Добавить категорию
uk: Додати категорію

source: Add cross-sell products
es_es: Añadir productos de venta cruzada
pl_pl: Dodaj produkty do sprzedaży krzyżowej

source: Add Currency
es_es: Añadir moneda
pl_pl: Dodaj walutę
ru_ru: Добавить валюту
uk: Додати валюту

source: Add Discount
es_es: Añadir descuento
pl_pl: Dodaj rabat
ru_ru: Добавить скидку
uk: Додати знижку

source: Add Email Template
es_es: Añadir plantilla de correo
pl_pl: Dodaj szablon e-maila
ru_ru: Добавить шаблон письма
uk: Додати E-mail шаблон

source: Add images to the gallery.
es_es: Añadir imágenes a la galería.
pl_pl: Dodaj obrazy do galerii.
ru_ru: Добавьте изображения в галерею.
uk: Додайте зображення до галереї.

source: Add Manufacturer
es_es: Añadir fabricante
pl_pl: Dodaj producenta
ru_ru: Добавить производителя
uk: Додати виробника

source: Add Order
es_es: Añadir pedido
pl_pl: Dodaj zamówienie
ru_ru: Добавить заказ
uk: Створити замовлення

source: Add Order Status
es_es: Añadir estado de pedido
pl_pl: Dodaj status zamówienia
ru_ru: Добавить статус заказа
uk: Створити новий статус замовлення

source: Add packaging cost to order
es_es: Añadir costo de embalaje al pedido
pl_pl: Do zamówienia należy dodać koszt opakowania
ru_ru: Добавить стоимость упаковки к заказу
uk: Додавати вартість упаковки до замовлення

source: Add product
es_es: Añadir producto
pl_pl: Dodaj produkt
ru_ru: Добавить товар
uk: Додати товар

source: add property
es_es: añadir propiedad
pl_pl: dodaj nieruchomość

source: Add property / group of properties
es_es: Añadir propiedad / grupo de propiedades
pl_pl: Dodaj właściwość/grupę właściwości
ru_ru: Добавление свойства/группы свойств
uk: Додати характеристику/групу характеристик

source: Add tax
es_es: Añadir impuesto
pl_pl: Dodaj podatek
ru_ru: Добавить налог
uk: Додати податок

source: Add to cart
es_es: Añadir al carrito
pl_pl: Dodaj do koszyka
ru_ru: В корзину
uk: До кошика

source: Add to wishlist
es_es: Añadir a la lista de deseos
pl_pl: Dodaj do listy życzeń

source: Add up-sell products
es_es: Añadir productos de venta adicional
pl_pl: Dodaj produkty do sprzedaży dodatkowej

source: Add value
es_es: Añadir valor
pl_pl: Dodaj wartość
ru_ru: Добавить значение
uk: Додати значення

source: add variant
es_es: añadir variante
pl_pl: dodaj wariant

source: Added!
es_es: ¡Añadido!
pl_pl: W dodatku!
ru_ru: Добавлено!
uk: Додано

source: Adding a comment
es_es: Añadir comentario
pl_pl: Dodanie komentarza
ru_ru: Добавление комментария
uk: Додавання коментаря

source: Additional data
es_es: Datos adicionales
pl_pl: Dodatkowe dane

source: Additionally
es_es: Adicionalmente
pl_pl: Dodatkowo
ru_ru: Дополнительно
uk: Додатково

source: Address
es_es: Dirección
pl_pl: Adres
ru_ru: Адрес
uk: Адреса

source: Address: %s
es_es: Dirección: %s
pl_pl: Adres: %s
ru_ru: Адрес: %s
uk: Адреса: %s

source: Adds a field for entering a slug in other languages
es_es: Añade un campo para ingresar un slug en otros idiomas
pl_pl: Dodaje pole do wpisania ślimaka w innych językach
ru_ru: Добавляет поле для ввода словаря на других языках
uk: Додає поле для введення мітки іншими мовами

source: All items have been added to the cart
es_es: Todos los artículos han sido añadidos al carrito
pl_pl: Wszystkie pozycje zostały dodane do koszyka
ru_ru: Все товары было добавлено в корзину
uk: Всі товари додано до кошика

source: All items have been successfully removed from the cart.
es_es: Todos los artículos han sido eliminados exitosamente del carrito.
pl_pl: Wszystkie produkty zostały pomyślnie usunięte z koszyka.

source: All offers
es_es: Todas las ofertas
pl_pl: Wszystkie oferty

source: Allows you to clear selected filters on the product catalog page
es_es: Permite limpiar los filtros seleccionados en la página del catálogo de productos
pl_pl: Umożliwia wyczyszczenie wybranych filtrów na stronie katalogu produktów
ru_ru: Позволяет очистить выбранные фильтры на странице каталога товаров
uk: Дозволяє очистити вибрані фільтри на сторінці каталогу продуктів

source: Allows you to create conditions under which the cost of goods in the basket will decrease
es_es: Permite crear condiciones bajo las cuales el costo de los productos en la cesta disminuirá
ru_ru: Если Вы хотите создавать условия при которых стоимость товаров в корзине будет уменьшаться
uk: Дозволяє створювати умови при яких вартість товарів у кошику буде зменшуватися

source: Allows you to display a filter to filter products by attributes
es_es: Permite mostrar un filtro para filtrar productos por atributos
pl_pl: Umożliwia wyświetlenie filtra umożliwiającego filtrowanie produktów według atrybutów
ru_ru: Позволяет вывести фильтр для фильтрации товаров по характеристикам
uk: Дозволяє відобразити фільтр для фільтрації продуктів за атрибутами

source: Allows you to filter products by category
es_es: Permite filtrar productos por categoría
pl_pl: Umożliwia filtrowanie produktów według kategorii
ru_ru: Позволяет отфильтровать товары за категориями
uk: Дозволяє фільтрувати товари за категоріями

source: Allows you to set analytics and marketing codes
es_es: Permite configurar códigos de análisis y marketing
pl_pl: Umożliwia ustawienie kodów analitycznych i marketingowych
ru_ru: Позволяет установить коды аналитики и маркетинга на сайт
uk: Дозволяє встановлювати аналітичні та маркетингові коди

source: Allows you to set multilingual url
es_es: Permite configurar URL multilingüe
pl_pl: Umożliwia ustawienie wielojęzycznego adresu URL
ru_ru: Позволяет создать мульти-язычный URL
uk: Дозволяє встановити багатомовний URL

source: Amount
es_es: Cantidad
pl_pl: Kwota

source: An error occurred while removing items from the cart or the cart is empty.
es_es: Ocurrió un error al eliminar artículos del carrito o el carrito está vacío.

source: An error occurred while uploading the file
es_es: Ocurrió un error al subir el archivo
pl_pl: Wystąpił błąd podczas przesyłania pliku
uk: Сталася помилка під час завантаження файлу

source: An unexpected error occurred while attaching the attribute to the product.
es_es: Ocurrió un error inesperado al adjuntar el atributo al producto.
ru_ru: Возникла ошибка при прикреплении атрибута к товару.
uk: Під час приєднання атрибуту до товару виникла помилка.

source: Apartment number
es_es: Número de apartamento
pl_pl: Numer mieszkania
ru_ru: Номер квартиры
uk: Номер квартири

source: Apartment: %s
es_es: Apartamento: %s
pl_pl: Mieszkanie: %s
ru_ru: Квартира: %s
uk: Квартира: %s

source: Appears from the side
es_es: Aparece desde el lateral
pl_pl: Pojawia się z boku

source: Are you sure you want to delete the image?
es_es: ¿Está seguro de que desea eliminar la imagen?
pl_pl: Czy na pewno chcesz usunąć obraz?

source: Associated
es_es: Asociado
pl_pl: Powiązany
ru_ru: Связанное
uk: Схоже

source: Associated attributes
es_es: Atributos asociados
pl_pl: Powiązane atrybuty

source: Attach an image
es_es: Adjuntar una imagen
pl_pl: Dołącz obraz
ru_ru: Прикрепить изображение
uk: Прикріпити зображення

source: Attribute
es_es: Atributo
pl_pl: Atrybut

source: Attribute added
es_es: Atributo añadido
pl_pl: Atrybut dodany
ru_ru: Характеристика добавлена
uk: Атрибут додано

source: Attribute ID not found
es_es: ID de atributo no encontrado
pl_pl: Nie znaleziono identyfikatora atrybutu
ru_ru: ID атрибута не найден
uk: Ідентифікатор атрибута не знайдено

source: Attribute removed
es_es: Atributo eliminado
pl_pl: Atrybut usunięty
ru_ru: Характеристика удалена
uk: Атрибут видалено

source: Attribute successfully attached to product
es_es: Atributo adjuntado exitosamente al producto
pl_pl: Atrybut pomyślnie dołączony do produktu
ru_ru: Атрибут успешно прикреплен к товару
uk: Атрибут успішно додано до товару

source: Attribute type
es_es: Tipo de atributo
pl_pl: Typ atrybutu

source: Attributes
es_es: Atributos
pl_pl: Atrybuty
ru_ru: Атрибуты
uk: Атрибути

source: Attributes for category only
es_es: Atributos solo para categoría
pl_pl: Atrybuty tylko dla kategorii

source: average score
es_es: puntuación media
pl_pl: średni wynik
ru_ru: средняя оценка
uk: середня оцінка

source: Back to home
es_es: Volver al inicio
pl_pl: Powrót do domu
ru_ru: На главную
uk: На головну

source: Back to orders
es_es: Volver a pedidos
pl_pl: Wracając do zamówień

source: Base price
es_es: Precio base
pl_pl: Cena bazowa
ru_ru: Базовая цена
uk: Основна ціна

source: Basic
es_es: Básico
pl_pl: Podstawowy
ru_ru: Базовые
uk: Базові

source: Basic price type
es_es: Tipo de precio base
pl_pl: Podstawowy rodzaj ceny
ru_ru: Основной тип цены
uk: Основний тип ціни

source: Basic SEO settings for your store
es_es: Configuración básica de SEO para su tienda
pl_pl: Podstawowe ustawienia SEO dla Twojego sklepu
ru_ru: Основные СЕО настройки Вашего магазина
uk: Основні налаштування SEO для вашого магазину

source: Basic settings
es_es: Configuración básica
pl_pl: Podstawowe ustawienia
ru_ru: Основные настройки
uk: Основні налаштування

source: Basket
es_es: Cesta
pl_pl: Koszyk
ru_ru: Корзина
uk: Кошик

source: Beginning of range
es_es: Inicio de rango
pl_pl: Początek zasięgu

source: Behind the popularity
es_es: Por popularidad
pl_pl: Za popularnością
ru_ru: По популярности
uk: За популярністю

source: Best-seller
es_es: Más vendido
ru_ru: Бестселлер

source: Black list
es_es: Lista negra
pl_pl: Czarna lista
ru_ru: Черный список
uk: Чорний список

source: Branch number
es_es: Número de sucursal
pl_pl: Numer oddziału
ru_ru: Номер отделения
uk: Номер відділення

source: Buyer
es_es: Comprador
pl_pl: Kupujący
ru_ru: Покупатель
uk: Клієнт

source: Buyer details
es_es: Detalles del comprador
pl_pl: Dane kupującego

source: By default
es_es: Por defecto
pl_pl: Domyślnie
ru_ru: По умолчанию
uk: За замовчуванням

source: By default, this is the site administrator's e-mail
es_es: Por defecto, este es el correo electrónico del administrador del sitio
pl_pl: Domyślnie jest to adres e-mail administratora serwisu

source: By name from Z to A
es_es: Por nombre de Z a A
pl_pl: Imieniem od Z do A
ru_ru: По названию от Я до А
uk: За назвою від Я до А

source: By popularity
es_es: Por popularidad
pl_pl: Według popularności
ru_ru: По популярности
uk: За популярністю

source: By price from larger to smaller
es_es: Por precio de mayor a menor
pl_pl: Według ceny od większej do mniejszej
ru_ru: По цене от большего к меньшему
uk: За ціною від більшого до меньшого

source: By price from lowest to highest
es_es: Por precio de menor a mayor
pl_pl: Według ceny od najniższej do najwyższej
ru_ru: По цене от меньшего к большему
uk: За ціною від меньшого до більшого

source: By rating
es_es: Por valoración
pl_pl: Według oceny
ru_ru: По рейтингу
uk: За рейтингом

source: By sorting field
es_es: Por campo de ordenación
pl_pl: Sortując pole
ru_ru: По полю сортировки
uk: По полю сортування

source: By title A to Z
es_es: Por título de A a Z
pl_pl: Według tytułu A do Z
ru_ru: По названию А-Я
uk: За назвою від А до Я

source: by title A to Z
es_es: por título de A a Z
pl_pl: według tytułu A do Z
ru_ru: по названию от А до Я
uk: за назвою від А до Я

source: By title from A to Z
es_es: Por título de A a Z
pl_pl: Według tytułu od A do Z
ru_ru: По названию от А до Я
uk: За назвою від А до Я

source: By title Z to A
es_es: Por título de Z a A
pl_pl: Według tytułu Z do A
ru_ru: По названию Я-А
uk: За назвою від Я до А

source: by title Z to A
es_es: por título de Z a A
pl_pl: według tytułu Z do A
ru_ru: по названию от Я до А
uk: за назвою від Я до А

source: Canceled
es_es: Cancelado
pl_pl: Odwołany
ru_ru: Отменен
uk: Відмінено

source: Cart
es_es: Carrito
pl_pl: Wózek
ru_ru: Корзина
uk: Кошик

source: Cart is empty
es_es: El carrito está vacío
pl_pl: Koszyk jest pusty
ru_ru: Корзина пуста
uk: Кошик порожній

source: Cart page
es_es: Página del carrito
pl_pl: Strona koszyka
ru_ru: Страница корзины
uk: Сторінка кошика

source: Cart widget
es_es: Widget del carrito
pl_pl: Widget koszyka
ru_ru: Виджет корзины
uk: Віджет кошика

source: Categories for which the discount applies
es_es: Categorías a las que se aplica el descuento
pl_pl: Kategorie, na które obowiązuje zniżka
ru_ru: Категории товара на которые распространяется скидка
uk: Категории, на которые распространяется скидка

source: Category editing
es_es: Edición de categoría
pl_pl: Edycja kategorii
ru_ru: Редактирование категории
uk: Редагування категорії

source: Category ID not found
es_es: ID de categoría no encontrado
pl_pl: Nie znaleziono identyfikatora kategorii

source: Category text
es_es: Texto de categoría
pl_pl: Tekst kategorii
ru_ru: Текст категории
uk: Текст категорії

source: change image
es_es: cambiar imagen
pl_pl: zmienić obraz
ru_ru: изменить изображение
uk: змінити зображення

source: Change order status
es_es: Cambiar estado del pedido
pl_pl: Zmień status zamówienia
ru_ru: Изменение статуса заказа
uk: Змінити статус замовлення

source: Characteristic
es_es: Característica
pl_pl: Charakterystyczny
ru_ru: Характеристики
uk: Характеристики

source: Characteristic groups %d not on site in function %s
es_es: Grupos de características %d no encontrados en el sitio en la función %s
pl_pl: Grupy charakterystyczne %d nie występują na miejscu w funkcji %s
ru_ru: Группа характеристик %d не найдена в функции %s
uk: Група характеристик %d не знайдена на сайті в функції %s

source: Check this box if you are selling a non-physical item.
es_es: Marque esta casilla si está vendiendo un artículo no físico.
pl_pl: Zaznacz to pole, jeśli sprzedajesz przedmiot niefizyczny.
ru_ru: Измените это поле если хотите продавать не физический товар
uk: Змініть це поле якщо хочете продавати не фізичний товар

source: Check this option to disable default plugin modal windows (cart, wishlist, etc.) if you want to use your own custom modals
es_es: Marque esta opción para desactivar las ventanas modales predeterminadas del plugin (carrito, lista de deseos, etc.) si desea usar sus propios modales personalizados
ru_ru: Установите эту опцию, чтобы отключить стандартные модальные окна плагина (корзина, список желаний и т.д.), если вы хотите использовать собственные модальные окна
uk: Встановіть цю опцію, щоб вимкнути стандартні модальні вікна плагіна (кошик, список бажань тощо), якщо ви хочете використовувати власні модальні вікна

source: Checkbox
es_es: Casilla de verificación
pl_pl: Pole wyboru

source: Checkout
es_es: Finalizar compra
pl_pl: Wymeldować się
ru_ru: Оформить заказ
uk: Відправка замовлення

source: Checkout Page
es_es: Página de finalización de compra
pl_pl: Strona kasy
ru_ru: Страница оформления заказа
uk: Сторінка оформлення покупки

source: choose
es_es: elegir
pl_pl: wybierać

source: Choose a payment method
es_es: Elija un método de pago
pl_pl: Wybierz metodę płatności
ru_ru: Выберите способ оплаты
uk: Виберіть спосіб оплати

source: Choose delivery method
es_es: Elija método de entrega
pl_pl: Wybierz metodę dostawy
ru_ru: Выберите способ доставки
uk: Виберіть спосіб доставки

source: Choose from the library
es_es: Elegir de la biblioteca
pl_pl: Wybierz z biblioteki

source: Choose shipping method
es_es: Elija método de envío
pl_pl: Wybierz metodę wysyłki
ru_ru: Выберите способ доставки
uk: Виберіть спосіб доставки

source: City
es_es: Ciudad
pl_pl: Miasto
ru_ru: Город
uk: Місто

source: City: %s
es_es: Ciudad: %s
pl_pl: Miasto: %s
ru_ru: Город: %s
uk: Місто: %s

source: Client
es_es: Cliente
pl_pl: Klient
ru_ru: Клиент
uk: Клієнт

source: Close
es_es: Cerrar
pl_pl: Zamknąć
ru_ru: Закрыть
uk: Закрити

source: Color value
es_es: Valor de color
pl_pl: Wartość koloru

source: Comment
es_es: Comentario
pl_pl: Komentarz
ru_ru: Комментарий
uk: Коментар

source: Comment ID not found
es_es: ID de comentario no encontrado
pl_pl: Nie znaleziono identyfikatora komentarza
ru_ru: ID комментария не найден
uk: Ідентифікатор коментаря не знайдено

source: Comment is required
es_es: El comentario es obligatorio
pl_pl: Komentarz jest wymagany
ru_ru: Комментарий обязателен
uk: Коментар обов'язковий

source: Comment Meta
es_es: Meta del comentario
pl_pl: Skomentuj Meta

source: Comment on the order
es_es: Comentario sobre el pedido
pl_pl: Skomentuj zamówienie
ru_ru: Комментарий к заказу
uk: Коментар до замовлення

source: Comment to the order
es_es: Comentario al pedido
pl_pl: Komentarz do zamówienia
ru_ru: Комментарий к заказу
uk: Коментар до замовлення

source: Confirm new password
es_es: Confirmar nueva contraseña
pl_pl: Potwierdź nowe hasło
ru_ru: Подтвердите новый пароль
uk: Підтвердіть новий пароль

source: Confirm password
es_es: Confirmar contraseña
pl_pl: Potwierdź hasło
ru_ru: Повторите пароль
uk: Підтвердіть пароль

source: Congratulations! A new order has appeared on your site.
es_es: ¡Felicitaciones! Ha aparecido un nuevo pedido en su sitio.
pl_pl: Gratulacje! Na Twojej stronie pojawiło się nowe zamówienie.
ru_ru: Поздравляем! На Вашем сайте появился новый заказ.
uk: Вітаємо. На Вашому сайті з'явилося нове замовлення.

source: Congratulations! You have successfully registered! <a href="%s">Log in</a>
es_es: ¡Felicitaciones! Se ha registrado exitosamente. <a href="%s">Iniciar sesión</a>
pl_pl: %S\
ru_ru: Поздравляем! Вы успешно зарегистрировались! <a href="%s">Войти</a>
uk: Вітаємо! Ви успішно пройшли реєстрацію! <a href="%s">Ввійти</a>

source: Consider the cost of packaging
es_es: Considerar el costo del embalaje
pl_pl: Weź pod uwagę koszt opakowania
ru_ru: Учитывать стоимость упаковки
uk: Враховувати вартість упаковки

source: Contact details
es_es: Detalles de contacto
pl_pl: Dane kontaktowe

source: Contains
es_es: Contiene
pl_pl: Zawiera

source: Continue shopping
es_es: Continuar comprando
pl_pl: Kontynuuj zakupy
ru_ru: Продолжить покупки
uk: Продовжити покупки

source: Conversion of the cost of goods depending on the language
es_es: Conversión del costo de los productos según el idioma
pl_pl: Przeliczanie kosztów towarów w zależności od języka
ru_ru: Конвертровать цену товара в зависимости от языка
uk: Конвертувати ціну в залежності від локації

source: Cost
es_es: Costo
pl_pl: Koszt
ru_ru: Стоимость
uk: Вартість

source: Cost in base currency
es_es: Costo en moneda base
pl_pl: Koszt w walucie bazowej
ru_ru: Стоимость в базвовой валюте
uk: Вартість в базовій валюті

source: Cost of delivery
es_es: Costo de entrega
pl_pl: Koszt dostawy
ru_ru: Стоимость доставки
uk: Вартість доставки

source: Cost of goods
es_es: Costo de productos
pl_pl: Koszt towarów
ru_ru: Стоимость товаров
uk: Вартість товару

source: Country
es_es: País
pl_pl: Kraj
ru_ru: Страна
uk: Країна

source: Create new ones
es_es: Crear nuevos
pl_pl: Utwórz nowe
ru_ru: Создать новые
uk: Створити новий

source: Create order
es_es: Crear pedido
pl_pl: Utwórz zamówienie
ru_ru: Создание заказа
uk: Створити замовлення

source: Cross sell products
es_es: Productos de venta cruzada
pl_pl: Produkty do sprzedaży krzyżowej

source: Cross-selling products
es_es: Productos de venta cruzada
pl_pl: Produkty typu cross-selling
uk: Cross-selling товари

source: Currencies
es_es: Monedas
pl_pl: Waluty
ru_ru: Валюты
uk: Валюти

source: Currencies and prices
es_es: Monedas y precios
pl_pl: Waluty i ceny
ru_ru: Валюты и цены
uk: Валюти та ціни

source: Currency
es_es: Moneda
pl_pl: Waluta
ru_ru: Валюта
uk: Валюта

source: Currency code
es_es: Código de moneda
pl_pl: Kod waluty
ru_ru: Код валюты
uk: Код валюти

source: Currency Language (locale)
es_es: Idioma de moneda (localización)
pl_pl: Waluta Język (lokalność)

source: Currency sign ($ displayed by default)
es_es: Símbolo de moneda ($ mostrado por defecto)
pl_pl: Znak waluty (domyślnie wyświetlany jest $)
ru_ru: Символ или знак валюты (по умолчанию "$")
uk: Символ або знак валюти ($ за замовчування)

source: Current maximum file size: %s MB. Contact your server administrator to increase limits.
es_es: Tamaño máximo de archivo actual: %s MB. Contacte a su administrador del servidor para aumentar los límites.
uk: Поточний максимальний розмір файлу: %s МБ. Зверніться до адміністратора сервера для збільшення лімітів.

source: Customer
es_es: Cliente
pl_pl: Klient
ru_ru: Покупатель
uk: Покупець

source: Customers
es_es: Clientes
pl_pl: Klienci
ru_ru: Клиенты
uk: Клієнти

source: Data successfully saved
es_es: Datos guardados exitosamente
pl_pl: Dane zostały pomyślnie zapisane

source: Date
es_es: Fecha
pl_pl: Data

source: Date of Birth
es_es: Fecha de nacimiento
pl_pl: Data urodzenia
ru_ru: Дата родждения
uk: Дата народження

source: Date of purchase
es_es: Fecha de compra
pl_pl: Data zakupu

source: Date Ordered
es_es: Fecha del pedido
pl_pl: Data zamówienia
ru_ru: Дата и время заказа
uk: Дата замовлення
