Repository: karakushan/f-shop
Catalog: languages/f-shop-*.po
Languages: es_es, pl_pl, ru_ru, uk

source: Default currency
es_es: Moneda por defecto
pl_pl: Domyślna waluta
ru_ru: Валюта по умолчанию
uk: Валюта за замовчуванням

source: Default: catalog
es_es: Por defecto: catálogo
pl_pl: Wartość domyślna: katalog

source: Default: product
es_es: Por defecto: producto
pl_pl: Wartość domyślna: produkt

source: Delete
es_es: Eliminar
pl_pl: Usuwać
ru_ru: Удалить
uk: Видалити

source: delete image
es_es: eliminar imagen
pl_pl: usuń obraz

source: Delete the attribute and all its values
es_es: Eliminar el atributo y todos sus valores
pl_pl: Usuń atrybut i wszystkie jego wartości
ru_ru: Удалить атрибут и его значения
uk: Видалити атрибут та його значення

source: Delete value
es_es: Eliminar valor
pl_pl: Usuń wartość
ru_ru: Удалить значение
uk: Видалити значення

source: Deleting an account
es_es: Eliminando una cuenta
pl_pl: Usuwanie konta
ru_ru: Удалить аккаунт
uk: Видалити акаунт

source: Delivered
es_es: Entregado
pl_pl: Dostarczony
ru_ru: Доставлен
uk: Доставлено

source: Delivery
es_es: Entrega
pl_pl: Dostawa
ru_ru: Доставка
uk: Доставка

source: Delivery address
es_es: Dirección de entrega
pl_pl: Adres dostawy
ru_ru: Адрес доставки
uk: Адреса доставки

source: Delivery method
es_es: Método de entrega
pl_pl: Sposób dostawy
ru_ru: Способ доставки
uk: Спосіб доставки

source: Delivery method: %s
es_es: Método de entrega: %s
pl_pl: Metoda dostawy: %s
ru_ru: Способ доставки: %s
uk: Спосіб доставки: %s

source: Delivery methods
es_es: Métodos de entrega
pl_pl: Metody dostawy
ru_ru: Способы доставки
uk: Способи доставки

source: Delivery service address
es_es: Dirección del servicio de entrega
pl_pl: Adres usługi dostawy

source: Delivery service branch number
es_es: Número de sucursal del servicio de entrega
pl_pl: Numer oddziału firmy kurierskiej
ru_ru: Номер отделения службы доставки
uk: Номер відділення служби доставки

source: Delivery service name
es_es: Nombre del servicio de entrega
pl_pl: Nazwa usługi dostawy
ru_ru: Название службы доставки
uk: Назва служби доставки

source: Delivery Settings
es_es: Configuración de entrega
pl_pl: Ustawienia dostawy

source: Delivery type
es_es: Tipo de entrega
pl_pl: Rodzaj dostawy

source: Denied
es_es: Denegado
pl_pl: Zaprzeczony
ru_ru: Отказан
uk: Відмовлено

source: Department number: %s
es_es: Número de departamento: %s
pl_pl: Numer działu: %s
ru_ru: Номер отделения: %s
uk: Номер відділення: %s

source: Description
es_es: Descripción
pl_pl: Opis
ru_ru: Описание
uk: Опис

source: Details of this order are not available for you
es_es: Los detalles de este pedido no están disponibles para usted
pl_pl: Szczegóły tego zamówienia nie są dla Ciebie dostępne
ru_ru: Детали этого заказа не доступны для Вас
uk: Деталі цього замовлення недоступні для вас

source: Details of this order are unknown or unavailable.
es_es: Los detalles de este pedido son desconocidos o no están disponibles.
pl_pl: Szczegóły tego zamówienia są nieznane lub niedostępne.
ru_ru: Подробности этого приказа неизвестны или недоступны.
uk: Деталі цього замовлення невідомі або недоступні.

source: Determine your store settings.
es_es: Determine la configuración de su tienda.
pl_pl: Określ ustawienia swojego sklepu.

source: Development mode
es_es: Modo de desarrollo
pl_pl: Tryb deweloperski
ru_ru: Режим разработки
uk: Режим розробки

source: Disable js event handling by the plugin
es_es: Desactivar el manejo de eventos js por el plugin
pl_pl: Wyłącz obsługę zdarzeń js przez wtyczkę

source: Disable standard modal windows
es_es: Desactivar ventanas modales estándar
pl_pl: Wyłącz standardowe okna modalne
ru_ru: Отключить стандартные модальные окна
uk: Вимкнути стандартні модальні вікна

source: Disable taxonomy slug in permalink
es_es: Desactivar slug de taxonomía en permalink
pl_pl: Wyłącz wtyczkę taksonomii w łączu bezpośrednim
ru_ru: Отключить отображение слага таксономии в ссылках категории товара
uk: Відключити слаг терміна в посиланнях

source: Disabled
es_es: Desactivado
pl_pl: Wyłączony
ru_ru: Выключено
uk: Вимкнено

source: Discount
es_es: Descuento
pl_pl: Rabat
ru_ru: Скидка
uk: Знижка

source: Discount applies to reorders
es_es: El descuento se aplica a pedidos repetidos
pl_pl: Rabat dotyczy ponownych zamówień
ru_ru: Скидка на повторные заказы
uk: Знижка поширюється на повторні замовлення

source: Discount brands
es_es: Marcas con descuento
pl_pl: Marki rabatowe
ru_ru: Бреды на товары которых распространяется скидка
uk: Бренди на які поширюється знижка

source: Discount on the amount of items in the cart
es_es: Descuento por cantidad de artículos en el carrito
pl_pl: Rabat od ilości artykułów w koszyku
ru_ru: Скидка на сумму товаров в корзине
uk: Знижка на кількість товарів у кошику

source: Discount type
es_es: Tipo de descuento
pl_pl: Rodzaj rabatu

source: Discount value
es_es: Valor del descuento
pl_pl: Wartość rabatu
ru_ru: Значение скидки
uk: Значення знижки

source: Discounts
es_es: Descuentos
pl_pl: Zniżki
ru_ru: Скидки
uk: Знижки

source: Display method
es_es: Método de visualización
pl_pl: Metoda wyświetlania

source: Display Name
es_es: Nombre para mostrar
pl_pl: Nazwa wyświetlana
ru_ru: Отображаемое имя
uk: Показувати на сайті

source: Display on the site
es_es: Mostrar en el sitio
pl_pl: Wyświetl na stronie
ru_ru: Показывать на сайте
uk: Відобаження на сайті

source: Display only subcategories
es_es: Mostrar solo subcategorías
pl_pl: Wyświetl tylko podkategorie

source: Distributed to goods belonging to this category
es_es: Distribuido a productos pertenecientes a esta categoría
pl_pl: Dystrybuowane do towarów należących do tej kategorii
ru_ru: Распределяется на товары, относящиеся к данной категории
uk: Розподіляється на товари, що належать до цієї категорії

source: do I delete a property?
es_es: ¿elimino una propiedad?
pl_pl: czy mam usunąć usługę?

source: Do not override standard templates.
es_es: No sobrescribir plantillas estándar.
pl_pl: Nie zastępuj standardowych szablonów.
ru_ru: Не переопределять стандартные шаблоны
uk: Не перезаписувати шляхи стандартних шаблонів

source: Do you confirm deletion?
es_es: ¿Confirma la eliminación?
pl_pl: Czy potwierdzasz usunięcie?
ru_ru: Подтверждаете удаление?
uk: Підтверджуєте видалення?

source: Documentation F-Shop
es_es: Documentación F-Shop
pl_pl: Dokumentacja F-Shop

source: Don't show on catalog page
es_es: No mostrar en la página del catálogo
pl_pl: Nie pokazuj na stronie katalogu

source: E-mail
es_es: Correo electrónico
ru_ru: Электронная почта
uk: Електронна пошта

source: E-mail message to the buyer if the order is confirmed by the manager
es_es: Mensaje de correo electrónico al comprador si el pedido es confirmado por el administrador
pl_pl: Wiadomość e-mail do kupującego w przypadku potwierdzenia zamówienia przez kierownika
ru_ru: Сообщение на e-mail покупателю, если заказ подтвержден менеджером
uk: Повідомлення на e-mail якщо замовлення прийнято менеджером магазину

source: E-mail: %s
es_es: Correo electrónico: %s

source: Edit Email Template
es_es: Editar plantilla de correo
pl_pl: Edytuj szablon e-maila
ru_ru: Изменить шаблон письма
uk: Редагування шаблону листа

source: Edit order
es_es: Editar pedido
pl_pl: Edytuj zamówienie
ru_ru: Изменить заказ
uk: Змінити замовлення

source: Edit product
es_es: Editar producto
pl_pl: Edytuj produkt
ru_ru: Изменить товар
uk: Редагувати товар

source: Edit profile
es_es: Editar perfil
pl_pl: Edytuj profil
ru_ru: Изменить профиль
uk: Редагувати профіль

source: Email
es_es: Correo electrónico

source: Email does not match format
es_es: El correo electrónico no coincide con el formato
pl_pl: E-mail nie pasuje do formatu
ru_ru: E-mail не соответствует формату
uk: Email не відповідає формату

source: Email is not valid
es_es: El correo electrónico no es válido
pl_pl: Adres e-mail jest nieprawidłowy
ru_ru: Недействительный адрес электронной почты
uk: Електронна адреса недійсна

source: Email or login
es_es: Correo electrónico o usuario
pl_pl: Wyślij e-mail lub zaloguj się

source: Email sender
es_es: Remitente de correo
pl_pl: Nadawca e-maila
ru_ru: E-mail отправителя писем
uk: Відправник

source: Email Template
es_es: Plantilla de correo
pl_pl: Szablon e-maila
ru_ru: Шаблон письма
uk: Шаблон листа

source: Email template for user when creating an account
es_es: Plantilla de correo para el usuario al crear una cuenta
pl_pl: Szablon wiadomości e-mail dla użytkownika podczas tworzenia konta
ru_ru: Шаблон письма пользователю при создании аккаунта
uk: Шаблон листа електронної пошти який відправляється під час створення облікового запису

source: Email Templates
es_es: Plantillas de correo
pl_pl: Szablony e-maili
ru_ru: Шаблоны писем
uk: Шаблони листів

source: Enable email testing with Mailtrap.io
es_es: Habilitar prueba de correo con Mailtrap.io
pl_pl: Włącz testowanie poczty e-mail za pomocą Mailtrap.io
ru_ru: Включить тестирование электронной почты с Mailtrap.io
uk: Увімкнути тестування електронної пошти з Mailtrap.io

source: Enable inventory management
es_es: Habilitar gestión de inventario
pl_pl: Włącz zarządzanie zapasami
ru_ru: Активировать упраление запасами
uk: Активувати керування запасами

source: Enable item sorting by dragging
es_es: Habilitar ordenación de elementos arrastrando
pl_pl: Włącz sortowanie elementów poprzez przeciąganie
ru_ru: Включить сортировку товаров перетасиванием
uk: Активувати сортування товарів методом перетаскування

source: Enable the service of notification of receipt of goods to the warehouse
es_es: Habilitar el servicio de notificación de recepción de productos en el almacén
pl_pl: Włącz usługę powiadamiania o przyjęciu towaru do magazynu
ru_ru: Включить службу уведомлений о поступлении товара на склад
uk: Ввімкнути службу повідомлень про появу товарів на складі

source: Enabled
es_es: Habilitado
pl_pl: Włączony
ru_ru: Влючено
uk: Ввімкнено

source: End of range
es_es: Fin de rango
pl_pl: Koniec zasięgu

source: English
es_es: Inglés
pl_pl: angielski
ru_ru: Английский
uk: Англійська

source: Enter "0" if stock is exhausted. An empty field means inventory control for the item. disabled, and the goods are always in the presence!
es_es: Ingrese "0" si el stock está agotado. Un campo vacío significa que el control de inventario para el artículo está desactivado, ¡y los productos siempre están disponibles!

source: Enter "0" if stock is exhausted. An empty field means inventory control for the item. disabled, and the goods are always in the presence!
es_es: Ingrese "0" si el stock está agotado. Un campo vacío significa que el control de inventario para el artículo está desactivado, ¡y los productos siempre están disponibles!
ru_ru: Введите «0», если запас исчерпан. Пустое поле означает управление запасами для этого товара отключено, и товар всегда в наличии!
uk: Введіть "0", якщо товару немає на складі. Порожнє поле означає що управління запасами для цього товару вимкнено!

source: Enter a name
es_es: Ingrese un nombre
pl_pl: Wpisz nazwę
ru_ru: Введите назввание
uk: Введіть назву

source: Enter product name, ID, SKU
es_es: Ingrese nombre del producto, ID, SKU
pl_pl: Wpisz nazwę produktu, identyfikator, SKU
ru_ru: Введите название товара, ID или артикул
uk: Введіть назву товару, ID або код виробника

source: Entrance number
es_es: Número de entrada
pl_pl: Numer wejścia

source: Entrance: %s
es_es: Entrada: %s
pl_pl: Wejście: %s
ru_ru: Подъезд: %s
uk: Під'їзд: %s

source: Error details:
es_es: Detalles del error:
pl_pl: Szczegóły błędu:
ru_ru: Детали ошибки:
uk: Деталі помилки:

source: Error saving data
es_es: Error al guardar datos
pl_pl: Błąd podczas zapisywania danych
ru_ru: Ошибка сохранения данных
uk: Помилка збереження даних

source: Error uploading file
es_es: Error al subir archivo
pl_pl: Błąd przesyłania pliku
uk: Помилка під час завантаження файлу

source: Errors occurred while creating an order
es_es: Ocurrieron errores al crear un pedido
pl_pl: Podczas tworzenia zamówienia wystąpiły błędy
ru_ru: Возникла ошибка при создании заказа
uk: Виникла помилка при створенні замовлення

source: Exclude from the archive of goods
es_es: Excluir del archivo de productos
pl_pl: Wyklucz z archiwum towarów
ru_ru: Не показывать на сайте (в категории и архивах)
uk: Не показувати в каталозі товарів

source: Export of goods
es_es: Exportación de productos
pl_pl: Eksport towarów
ru_ru: Экспорт товаров
uk: Експорт товарів

source: Export to the site
es_es: Exportar al sitio
pl_pl: Eksportuj do serwisu
ru_ru: Экспорт на сайт
uk: Експорт на сайт

source: F-Shop требует PHP версии 7.2 или выше. У вас установлена версия %s
es_es: F-Shop requiere PHP versión 7.2 o superior. Tiene instalada la versión %s
pl_pl: F-Shop wymaga PHP w wersji 7.2 lub wyższej. Masz zainstalowaną wersję %s

source: F-Shop требует WordPress версии 5.0 или выше
es_es: F-Shop requiere WordPress versión 5.0 o superior
pl_pl: F-Shop wymaga WordPressa w wersji 5.0 lub wyższej

source: Failed to send password reset email.
es_es: Error al enviar el correo electrónico para restablecer la contraseña.
pl_pl: Nie udało się wysłać wiadomości e-mail z resetem hasła.
ru_ru: Не удалось отправить письмо для сброса пароля.
uk: Не вдалося надіслати лист для скидання пароля.

source: Failed verification of nonce form
es_es: Error de verificación del formulario
pl_pl: Nieudana weryfikacja formularza jednorazowego
ru_ru: Ошибка верификации формы
uk: Помилка верифікації форми

source: Feature Group
es_es: Grupo de características
pl_pl: Grupa funkcji

source: Female
es_es: Femenino
pl_pl: Kobieta
ru_ru: Женщина
uk: Жінка

source: Fields not specified!
es_es: ¡Campos no especificados!
pl_pl: Nie określono pól!
ru_ru: Поля не указаны!
uk: Поля не вказані!

source: Fields to disable when choosing this delivery method
es_es: Campos a desactivar al elegir este método de entrega
pl_pl: Pola do wyłączenia przy wyborze tej metody dostawy
ru_ru: Поля которые будут отключены при выборе этого способа доставки
uk: Поля, які потрібно вимкнути при виборі цього способу доставки

source: File exceeds maximum upload size limit
es_es: El archivo excede el límite máximo de tamaño de carga
pl_pl: Plik przekracza maksymalny limit rozmiaru przesyłanego pliku
uk: Файл перевищує максимальний дозволений розмір завантаження

source: File is too large for server processing
es_es: El archivo es demasiado grande para el procesamiento del servidor
pl_pl: Plik jest za duży, aby mógł zostać przetworzony przez serwer
uk: Файл занадто великий для обробки сервером

source: File is too large. Maximum size:
es_es: El archivo es demasiado grande. Tamaño máximo:
pl_pl: Plik jest za duży. Maksymalny rozmiar:
uk: Файл завеликий. Максимальний розмір:

source: Fill in the data of the authorized user automatically
es_es: Rellenar automáticamente los datos del usuario autorizado
pl_pl: Automatycznie uzupełnij dane uprawnionego użytkownika
ru_ru: Заполнять данные авторизованого пользователя в момент оформления покупки
uk: Заповнювати поля авторизованих користувачів автоматично

source: Filter by price range (F-SHOP)
es_es: Filtro por rango de precio (F-SHOP)
pl_pl: Filtruj według przedziału cenowego (F-SHOP)
ru_ru: Фильтр по диапазону цены (F-SHOP)
uk: Фільтр за діапазоном цін (F-SHOP)

source: Filter reset (F-SHOP)
es_es: Restablecer filtro (F-SHOP)
pl_pl: Reset filtra (F-SHOP)
ru_ru: Сброс фильтра (F-SHOP)
uk: Скинути фільтри (F-SHOP)

source: Filtering products by price range
es_es: Filtrar productos por rango de precio
pl_pl: Filtrowanie produktów według przedziału cenowego
ru_ru: Фильтрует товары по диапазону цены
uk: Фільтрування товарів за ціновим діапазоном

source: Find
es_es: Buscar
pl_pl: Znajdować
ru_ru: Искать
uk: Шукати

source: First Name
es_es: Nombre
pl_pl: Imię
ru_ru: Имя
uk: Ім'я

source: First name
es_es: Nombre
pl_pl: Imię
ru_ru: Имя
uk: Ім'я

source: First promotional
es_es: Primera promoción
pl_pl: Pierwsza promocja
ru_ru: Сначала акционные
uk: Спочатку акційні

source: Fixed discount
es_es: Descuento fijo
pl_pl: Stały rabat
ru_ru: Фиксированная скидка
uk: Фиксированная скидка

source: Follow the price
es_es: Seguir el precio
pl_pl: Śledź cenę
ru_ru: Следить за ценой
uk: Слідкувати за ціною

source: Forgot your password?
es_es: ¿Olvidó su contraseña?
pl_pl: Zapomniałeś hasła?
ru_ru: Забыли пароль?
uk: Забули пароль?

source: Found products
es_es: Productos encontrados
pl_pl: Znaleziono produkty
ru_ru: Найденные товары
uk: Знайдені товари

source: From cheap to expensive
es_es: De barato a caro
pl_pl: Od tanich do drogich
ru_ru: От дешевых к дорогим
uk: Від дешевих до дорогих

source: from cheap to expensive
es_es: de barato a caro
pl_pl: od tanich do drogich
ru_ru: от дешевых к дорогим
uk: від дешевих до дорогих

source: From expensive to cheap
es_es: De caro a barato
pl_pl: Od drogich do tanich
ru_ru: От дорогих к дешевым
uk: Від дорогих до дешевих

source: from expensive to cheap
es_es: de caro a barato
pl_pl: od drogiego do taniego
ru_ru: от дорогих к дешевым
uk: від дорогих до дешевих

source: Full name: %s %s
es_es: Nombre completo: %s %s
pl_pl: Pełna nazwa: %s %s
ru_ru: Полное имя: %s %s
uk: Повне ім'я: %s %s

source: Gallery
es_es: Galería
pl_pl: Galeria
ru_ru: Галерея
uk: Галерея

source: Gender
es_es: Género
pl_pl: Płeć
ru_ru: Пол
uk: Стать

source: Get a new password
es_es: Obtener una nueva contraseña
pl_pl: Uzyskaj nowe hasło
ru_ru: Получить новый пароль
uk: Отримати новий пароль

source: Go to &laquo;%s&raquo;
es_es: Ir a «%s»
pl_pl: Przejdź do &laquo;%s&raquo;
ru_ru: Перейти к &laquo;%s&raquo;
uk: Перейти до &laquo;%s&raquo;

source: Go to orders
es_es: Ir a pedidos
pl_pl: Przejdź do zamówień
ru_ru: К заказам
uk: До замовлень

source: Go to products
es_es: Ir a productos
pl_pl: Przejdź do produktów
ru_ru: Перейти к товарам
uk: До списку товарів

source: Goods that are not available Budus hidden in the archives and catalog. These products are available by direct link..
es_es: Los productos que no están disponibles estarán ocultos en los archivos y catálogo. Estos productos están disponibles por enlace directo.
ru_ru: Товары которых нет на складе не будут показываться в списке товаров (в архивах и терминах). Они будут доступны только по прямой ссылке.
uk: Товари, яких немає в наявності будуть сховані в загальному списку товарів, проте вони все одно доступні по прямому посиланню.

source: Goods with such a set of characteristics are not in stock. Try changing parameters.
es_es: Los productos con tal conjunto de características no están en stock. Intente cambiar los parámetros.
ru_ru: Товара с такими характеристиками нет на складе. Попробуйте изменить параметры.
uk: Товару з вибраними характеристиками немає на складі. Спробуйте змінити параметри.

source: Group
es_es: Grupo
pl_pl: Grupa
ru_ru: Группа
uk: Група

source: Have an account?
es_es: ¿Tiene una cuenta?
pl_pl: Masz konto?

source: Here are the products of your site.
es_es: Aquí están los productos de su sitio.
pl_pl: Oto produkty z Twojej witryny.
ru_ru: Здесь отображаются товары вашего сайта
uk: Тут знаходяться товари вашого сайту

source: Here you can manage additional product data.
es_es: Aquí puede gestionar datos adicionales del producto.
pl_pl: Tutaj możesz zarządzać dodatkowymi danymi produktów.

source: Hide items out of stock
es_es: Ocultar artículos sin stock
pl_pl: Ukryj produkty, których nie ma w magazynie
ru_ru: Скрыть товары товары которых нет на складе
uk: Сховати товари яких немає в наявності із каталогу товарів

source: House number
es_es: Número de casa
pl_pl: Numer domu
ru_ru: Номер дома
uk: Номер будинку

source: House: %s
es_es: Casa: %s
pl_pl: Dom: %s
ru_ru: Дом: %s
uk: Будинок: %s

source: I agree to the terms of use and the processing of my personal data
es_es: Acepto los términos de uso y el procesamiento de mis datos personales
pl_pl: Wyrażam zgodę na warunki korzystania i przetwarzanie moich danych osobowych

source: Icon
es_es: Icono
pl_pl: Ikona
ru_ru: Иконка
uk: Іконка

source: If payment is successful, you will be charged %s %s.
es_es: Si el pago es exitoso, se le cobrará %s %s.
pl_pl: Jeśli płatność się powiedzie, zostaniesz obciążony %s %s.
ru_ru: Если платеж будет успешным, с Вашего счета спишется %s %s.
uk: Якщо платіж буде успішним, з Вашого рахунку буде списано %s %s.

source: If selected, the price will be automatically converted into the required currency. Important! In order for this to work, you must specify the locale in the currency settings.
es_es: Si se selecciona, el precio se convertirá automáticamente a la moneda requerida. ¡Importante! Para que esto funcione, debe especificar la localización en la configuración de moneda.
ru_ru: Если выбрано, цена будет автоматически конвертирована в необходимую валюту. Важно! Чтобы это работало, Вы должны указать локаль в настройках валюты.
uk: Якщо вибрано, то ціна буде автоматично конвертуватись у валюту користувача. Важливо! Щоб це налаштування спрацювало необхідно вибрати локаль в налаштуваннях валюти.

source: If this field is filled, the base price loses its relevance. But you can display it on the site.
es_es: Si este campo se llena, el precio base pierde su relevancia. Pero puede mostrarlo en el sitio.
ru_ru: Если это поле заполнить, то базовая цена теряет свою актуальность. И всё же Вы можете использовать её на сайте.
uk: Якщо заповнити це поле, то основна ціна перестає бути актуальною. Проте Ви можете показувати її на сайті.

source: If this option is enabled, the stock of goods will decrease automatically with each purchase.
es_es: Si esta opción está habilitada, el stock de productos disminuirá automáticamente con cada compra.
ru_ru: Если эта опция включена, то количество доступных единиц товара для покупки будет автоматически уменьшаться
uk: Якщо ця опція ввімкнута, то кількість товарів на складі буде автоматично зменшуватися при кожному додані в кошик.

source: If you do not specify the customer ID, the customer will be created automatically
es_es: Si no especifica el ID del cliente, el cliente se creará automáticamente

source: If you turn off, then the payment method will not be visible to users, only in the admin panel.
es_es: Si lo desactiva, el método de pago no será visible para los usuarios, solo en el panel de administración.
ru_ru: Если выключено, то метод оплаты не будет отображаться на сайте, только в админ панели
uk: Якщо відмітити, даний метод оплати буде сховано на сайті, тільки в адмін панелі.

source: Image
es_es: Imagen
pl_pl: Obraz

source: image
es_es: imagen
pl_pl: obraz
ru_ru: изображение
uk: зображення

source: In delivery
es_es: En entrega
pl_pl: W dostawie
ru_ru: Передан в доставку
uk: Переданий в службу доставки

source: In stock
es_es: En stock
pl_pl: W magazynie
ru_ru: В наличии
uk: В наявності

source: in stock
es_es: en stock
pl_pl: w magazynie
ru_ru: в наличии
uk: в наявності

source: In test mode, orders come only to the administrator's mail
es_es: En modo de prueba, los pedidos llegan solo al correo del administrador
pl_pl: W trybie testowym zamówienia przychodzą wyłącznie na pocztę administratora
ru_ru: В тестовом режиме заказы будут отправляться только администратору
uk: У тестовому режимі замовлення надходять лише на пошту адміністратора

source: In the process of payment
es_es: En proceso de pago
pl_pl: W trakcie płatności
ru_ru: В оплате
uk: В оплаті

source: In this tab you can adjust the prices of goods.
es_es: En esta pestaña puede ajustar los precios de los productos.
pl_pl: W tej zakładce możesz dostosować ceny towarów.
ru_ru: В этой вкладке Вы можете настроить цены товара.
uk: На цій вкладці відображаються ціни товарів

source: Include tag "New"
es_es: Incluir etiqueta "Nuevo"
ru_ru: Показать метку "Новинка"
uk: Включити мітку "Новинка"

source: Include tag "Promotion"
es_es: Incluir etiqueta "Promoción"
ru_ru: Показать метку "Акция"
uk: Включити мітку "Акція"

source: Include the tag "Hit sales"
es_es: Incluir la etiqueta "Más vendido"
ru_ru: Показать метку "Хит продаж"
uk: Включити мітку "Хіт продаж"
