Repository: karakushan/f-shop
Catalog: languages/f-shop-*.po
Languages: es_es, pl_pl, ru_ru, uk

source: Incorrect old password
es_es: Contraseña antigua incorrecta
pl_pl: Nieprawidłowe stare hasło
ru_ru: Неверный старый пароль
uk: Неправильний старий пароль

source: Index not specified
es_es: Índice no especificado
pl_pl: Indeks nieokreślony

source: Information about delivery
es_es: Información sobre la entrega
pl_pl: Informacje o dostawie

source: Information about order
es_es: Información sobre el pedido
pl_pl: Informacje o zamówieniu
ru_ru: Информация о заказе
uk: Інформація про замовлення

source: Information!
es_es: ¡Información!
pl_pl: Informacja!
ru_ru: Информация!
uk: Інформація!

source: International currency code
es_es: Código internacional de moneda
pl_pl: Międzynarodowy kod waluty
ru_ru: Международный код валюты
uk: Міжнародний код валюти (типу USD)

source: Invalid email address
es_es: Dirección de correo electrónico no válida
pl_pl: Nieprawidłowy adres e-mail

source: Invalid file format. Please select an image
es_es: Formato de archivo no válido. Por favor seleccione una imagen
pl_pl: Nieprawidłowy format pliku. Wybierz obraz
uk: Неприпустимий формат файлу. Будь ласка, оберіть зображення.

source: Invalid password reset link.
es_es: Enlace de restablecimiento de contraseña inválido.
pl_pl: Nieprawidłowy link do resetowania hasła.
ru_ru: Недействительная ссылка для сброса пароля.
uk: Недійсне посилання для скидання пароля.

source: Invalid phone number
es_es: Número de teléfono no válido
pl_pl: Nieprawidłowy numer telefonu
ru_ru: Неверный номер телефона
uk: Недійсний номер телефону

source: Invalid reset key.
es_es: Clave de restablecimiento inválida.
pl_pl: Nieprawidłowy klucz resetowania.
ru_ru: Недействительный ключ сброса.
uk: Недійсний ключ скидання.

source: Invalid verification code. Please contact the site administrator!
es_es: Código de verificación no válido. ¡Por favor contacte al administrador del sitio!
pl_pl: Nieprawidłowy kod weryfikacyjny. Skontaktuj się z administratorem strony!
ru_ru: Неверный проверочный код. Пожалуйста, обратитесь к администратору сайта!
uk: Недійсний код перевірки. Будь ласка, зверніться до адміністратора сайту!

source: It is necessary for the cost of the goods to be converted automatically at the established rate.
es_es: Es necesario que el costo de los productos se convierta automáticamente a la tasa establecida.
ru_ru: Если установить валюту у товара, то цена будет автоматически конвертироваться по установленному курсу
uk: Ящо вибрано, то ціна товарів буде конвертуватись автоматично в залежності від локації користувача.

source: It looks like your site has not been visited yet.
es_es: Parece que su sitio aún no ha sido visitado.
pl_pl: Wygląda na to, że Twoja witryna nie została jeszcze odwiedzona.

source: Item
es_es: Artículo
pl_pl: Przedmiot
ru_ru: Позиция
uk: Позиція

source: Item &laquo;%product%&raquo; successfully added to cart.
es_es: Artículo «%product%» añadido exitosamente al carrito.
pl_pl: Pozycja &laquo;%product%&raquo; pomyślnie dodano do koszyka.
ru_ru: Товар &laquo;%product%&raquo; успешно добавлен в корзину.
uk: Товар &laquo;%product%&raquo; успішно додано до кошика.

source: Item &laquo;%product%&raquo; successfully added to wishlist. <a href="%wishlist_url%">Go to wishlist</a>
es_es: Artículo «%product%» añadido exitosamente a la lista de deseos. <a href="%wishlist_url%">Ir a la lista de deseos</a>
pl_pl: %lista życzeń_url%\
ru_ru: Товар &laquo;%product%&raquo; успешно добавлен в список желаний. <a href="%wishlist_url%">К списку желаний</a>
uk: Товар &laquo;%product%&raquo; успішно додано в список бажань. <a href="%wishlist_url%">Перейти до списку бажань</a>

source: Item Currency
es_es: Moneda del artículo
pl_pl: Waluta przedmiotu
ru_ru: Валюта товара
uk: Валюта товару

source: Item ID not specified
es_es: ID del artículo no especificado
pl_pl: Nie określono identyfikatora przedmiotu
ru_ru: ID товара не указан
uk: Ідентифікатор товару не вказаний

source: Items
es_es: Artículos
pl_pl: Rzeczy

source: Items in the cart
es_es: Artículos en el carrito
pl_pl: Artykuły w koszyku

source: Keep the correct email
es_es: Mantener el correo electrónico correcto
pl_pl: Zachowaj poprawny adres e-mail
ru_ru: Введите корректный e-mail
uk: Введіть коректний e-mail

source: Keep the correct phone number
es_es: Mantener el número de teléfono correcto
pl_pl: Zachowaj prawidłowy numer telefonu
ru_ru: Введите корректный номер телефона
uk: Введіть коректний номер телефону

source: Last modified
es_es: Última modificación
pl_pl: Ostatnia modyfikacja

source: Last Name
es_es: Apellido
pl_pl: Nazwisko

source: Last name
es_es: Apellido
pl_pl: Nazwisko
ru_ru: Фамилия
uk: Прізвище

source: Later added
es_es: Añadido más tarde
pl_pl: Później dodano
ru_ru: Ранее добавленные
uk: Раніше додано

source: later added
es_es: añadido más tarde
pl_pl: później dodane
ru_ru: давно добавленные
uk: давніше додані

source: Leave a review
es_es: Dejar una reseña
pl_pl: Zostaw recenzję
ru_ru: Оставить отзыв
uk: Залишити відгук

source: Leave feedback
es_es: Dejar comentario
pl_pl: Zostaw opinię

source: Letter Logo
es_es: Logo de la carta
pl_pl: List Logo
ru_ru: Лого в письме
uk: Логотип e-mail листа

source: Letter settings
es_es: Configuración de carta
pl_pl: Ustawienia listu

source: Letter template
es_es: Plantilla de carta
pl_pl: Szablon listu

source: Letter template to the user when creating a new order
es_es: Plantilla de carta para el usuario al crear un nuevo pedido
pl_pl: Wzór listu do użytkownika podczas tworzenia nowego zamówienia
ru_ru: Шаблон письма пользователю при создании заказа
uk: Шаблон листа для користувача під час створення нового замовлення

source: Link to product feed in YML format: <a href="%s" target="_blank">%s</a> or <a href="%s" target="_blank">%s</a>
es_es: Enlace al feed de productos en formato YML: <a href="%s" target="_blank">%s</a> o <a href="%s" target="_blank">%s</a>
pl_pl: Link do produktu
ru_ru: Ссылка на фид товаров формате YML: <a href="%s" target="_blank">%s</a> или <a href="%s" target="_blank">%s</a>
uk: Посилання на фід товарів в YML форматі: <a href="%s" target="_blank">%s</a> or <a href="%s" target="_blank">%s</a>

source: Link to the product
es_es: Enlace al producto
ru_ru: Ссылка на товар
uk: Посилання на товар

source: Links
es_es: Enlaces
pl_pl: Spinki do mankietów

source: Localize Cyrillic slug
es_es: Localizar slug cirílico
pl_pl: Zlokalizuj ślimak cyrylicy
ru_ru: Локализация кирилических урл
uk: Локалізувати слаг на кирилиці

source: Login
es_es: Iniciar sesión

source: Login and password
es_es: Usuario y contraseña
pl_pl: Login i hasło
ru_ru: Изменение пароля
uk: Змінити пароль

source: Login page
es_es: Página de inicio de sesión
pl_pl: Strona logowania
ru_ru: Стрница авторизации (входа)
uk: Сторінка входу

source: Mailtrap Host
es_es: Host de Mailtrap
pl_pl: Host Mailtrap'a
ru_ru: Хост Mailtrap
uk: Хост Mailtrap

source: Mailtrap is enabled but credentials are not configured.
es_es: Mailtrap está habilitado pero las credenciales no están configuradas.
pl_pl: Mailtrap jest włączony, ale dane dostępowe nie są skonfigurowane.
ru_ru: Mailtrap включен, но учетные данные не настроены.
uk: Mailtrap увімкнено, але облікові дані не налаштовано.

source: Mailtrap Password
es_es: Contraseña de Mailtrap
pl_pl: Hasło do pułapki pocztowej
ru_ru: Пароль Mailtrap
uk: Пароль Mailtrap

source: Mailtrap Port
es_es: Puerto de Mailtrap
pl_pl: Port pułapki pocztowej
ru_ru: Порт Mailtrap
uk: Порт Mailtrap

source: Mailtrap SMTP host address
es_es: Dirección del host SMTP de Mailtrap
pl_pl: Adres hosta SMTP pułapki pocztowej
ru_ru: Адрес SMTP хоста Mailtrap
uk: Адреса SMTP хоста Mailtrap

source: Mailtrap SMTP port (usually 2525 for sandbox)
es_es: Puerto SMTP de Mailtrap (generalmente 2525 para sandbox)
pl_pl: Port SMTP Mailtrap (zwykle 2525 dla piaskownicy)
ru_ru: SMTP порт Mailtrap (обычно 2525 для sandbox)
uk: SMTP порт Mailtrap (зазвичай 2525 для sandbox)

source: Mailtrap Username
es_es: Nombre de usuario de Mailtrap
pl_pl: Nazwa użytkownika Mailtrap
ru_ru: Имя пользователя Mailtrap
uk: Ім'я користувача Mailtrap

source: Male
es_es: Masculino
pl_pl: Mężczyzna
ru_ru: Мужчина
uk: Чоловік

source: Manufacturer
es_es: Fabricante
pl_pl: Producent
ru_ru: Производитель
uk: Виробник

source: Manufacturers
es_es: Fabricantes
pl_pl: Producenci
ru_ru: Производители
uk: Виробники

source: Maximum file size: %s MB
es_es: Tamaño máximo de archivo: %s MB
pl_pl: Maksymalny rozmiar pliku: %s MB
ru_ru: Максимальный размер файла: %s МБ
uk: Максимальний розмір файлу: %s МБ

source: Maximum length is %d characters
es_es: La longitud máxima es de %d caracteres
pl_pl: Maksymalna długość to %d znaków

source: Media Library
es_es: Biblioteca de medios
pl_pl: Biblioteka multimediów
ru_ru: Медиабиблиотека
uk: Медіатека

source: Message Setup
es_es: Configuración de mensajes
pl_pl: Konfiguracja wiadomości
ru_ru: Настройки сообщений
uk: Налаштування повідомлень

source: Message to the buyer after payment on the site
es_es: Mensaje al comprador después del pago en el sitio
pl_pl: Wiadomość do kupującego po dokonaniu płatności na stronie
ru_ru: Сообщение на странице успешной оплаты. Если заказ успешно оплачен.
uk: Повідомлення після того як покупець оплатив товар

source: Messages are moderated. Comments containing profanity, insults, links to third-party resources, spam will not be published.
es_es: Los mensajes son moderados. Los comentarios que contengan lenguaje ofensivo, insultos, enlaces a recursos de terceros, spam no serán publicados.
ru_ru: Сообщения модерируются. Комментарии, содержащие ненормативную лексику, оскорбления, ссылки на сторонние ресурсы, спам, не публикуются.
uk: Повідомлення модеруються. Коментарі, що містять ненормативну лексику, образи, посилання на сторонні ресурси, спам не публікуються.

source: Meta description for product archive
es_es: Meta descripción para el archivo de productos
pl_pl: Metaopis archiwum produktów
ru_ru: Мета описание для страницы архива товаров
uk: Мета-опис для архіву товару

source: Meta title for product archive
es_es: Meta título para el archivo de productos
pl_pl: Meta tytuł archiwum produktów
ru_ru: Мета заголовок для страницы архива товаров
uk: Метазаголовок для архіву товару

source: Method of applying filters in the catalog
es_es: Método de aplicación de filtros en el catálogo
pl_pl: Sposób stosowania filtrów w katalogu
ru_ru: Способ применения фильтра в каталоге
uk: Спосіб застосування фільтра у каталозі товарів

source: Middle name
es_es: Segundo nombre
pl_pl: Drugie imię
ru_ru: Отчество
uk: По-батькові

source: Minimum length is %d characters
es_es: La longitud mínima es de %d caracteres
pl_pl: Minimalna długość to %d znaków

source: Minimum order amount
es_es: Importe mínimo del pedido
pl_pl: Minimalna kwota zamówienia
ru_ru: Минимальная сумма заказа
uk: Минимальная сумма заказа

source: Minimum order amount must be at least %1$s %2$s
es_es: El importe mínimo del pedido debe ser de al menos %1$s %2$s
pl_pl: Minimalna kwota zamówienia musi wynosić co najmniej %1$s %2$s
ru_ru: Минимальная сумма заказа должна быть не менее %1$s %2$s
uk: Мінімальна сума замовлення має бути не менше %1$s %2$s

source: Minimum quantity of goods for order
es_es: Cantidad mínima de productos para el pedido
pl_pl: Minimalna ilość towaru do zamówienia
ru_ru: Минимальное количество товаров для заказа
uk: Мінімальна кількість товару для замовлення

source: Modal window
es_es: Ventana modal
pl_pl: Okno modalne

source: Multi-language support
es_es: Soporte multiidioma
pl_pl: Obsługa wielu języków
ru_ru: Поддержка многоязычности
uk: Мульти язикова підтримка

source: Must agree
es_es: Debe estar de acuerdo
pl_pl: Muszę się zgodzić

source: My orders
es_es: Mis pedidos
pl_pl: Moje rozkazy

source: Name
es_es: Nombre
pl_pl: Nazwa
ru_ru: Имя
uk: Назва

source: Name field cannot be empty
es_es: El campo nombre no puede estar vacío
pl_pl: Pole nazwy nie może być puste
ru_ru: Поле имя не может быть пустым
uk: Поле ім'я не може бути порожнім

source: Name is required
es_es: El nombre es obligatorio
pl_pl: Imię i nazwisko jest wymagane
ru_ru: Имя обязательно
uk: Необхідно вказати ім'я

source: Name of the sender of letters
es_es: Nombre del remitente de las cartas
pl_pl: Imię i nazwisko nadawcy listów
ru_ru: Имя отправителя писем
uk: Ім'я відправника

source: Network error during file upload
es_es: Error de red durante la carga del archivo
pl_pl: Błąd sieciowy podczas przesyłania pliku
uk: Помилка мережі під час завантаження файлу

source: New
es_es: Nuevo
pl_pl: Nowy
ru_ru: Новый
uk: Новий

source: New password
es_es: Nueva contraseña
pl_pl: Nowe hasło
ru_ru: Новый пароль
uk: Новий пароль

source: No customers avaliable.
es_es: No hay clientes disponibles.
pl_pl: Brak dostępnych klientów.
ru_ru: Не найдено ни одного клиента.
uk: Клієнтів немає.

source: No description
es_es: Sin descripción
pl_pl: Brak opisu
ru_ru: Без описания
uk: Без опису

source: No fields found to save user data
es_es: No se encontraron campos para guardar los datos del usuario
pl_pl: Nie znaleziono pól do zapisania danych użytkownika
ru_ru: Не найдено полей для сохранения
uk: Не знайдено даних для збереження

source: No image selected
es_es: No se ha seleccionado ninguna imagen
pl_pl: Nie wybrano obrazu
ru_ru: Изображение не выбрано
uk: Зображення не вибрано

source: No order number specified.
es_es: No se especificó el número de pedido.
pl_pl: Nie podano numeru zamówienia.
ru_ru: Не найден номер заказа
uk: Не вказано номер замовлення

source: No payment method specified.
es_es: No se especificó el método de pago.
pl_pl: Nie określono metody płatności.
ru_ru: Не найден метод оплаты
uk: Не вказаний метод оплати

source: No product found in wish list
es_es: No se encontró ningún producto en la lista de deseos
pl_pl: Nie znaleziono produktu na liście życzeń

source: No reviews
es_es: Sin reseñas
pl_pl: Brak recenzji

source: not available
es_es: no disponible
pl_pl: niedostępne
ru_ru: нет на складе
uk: немає в наявності

source: Notifications
es_es: Notificaciones
pl_pl: Powiadomienia

source: Notifications in telegram
es_es: Notificaciones en Telegram
pl_pl: Powiadomienia w telegramie

source: Notify about availability
es_es: Notificar sobre disponibilidad
pl_pl: Powiadom o dostępności
ru_ru: Уведомить о наличии
uk: Повідомити мене про наявність

source: Notify about the appeared product
es_es: Notificar sobre el producto disponible
pl_pl: Powiadom o pojawieniu się produktu
ru_ru: Уведомлять о наличии товаров
uk: Повідомляти про появу товарів

source: Novelty
es_es: Novedad
pl_pl: Nowość
ru_ru: Новинка
uk: Новинка

source: Now you can continue shopping.
es_es: Ahora puede continuar comprando.
pl_pl: Teraz możesz kontynuować zakupy.
ru_ru: Теперь вы можете продолжить покупки.
uk: Тепер ви можете продовжити покупки

source: Number of products per page
es_es: Número de productos por página
pl_pl: Liczba produktów na stronę
ru_ru: Количество товаров на странице
uk: Кількість товарів на сторінці

source: Off
es_es: Desactivado
pl_pl: Wyłączony

source: On order
es_es: Bajo pedido
pl_pl: Na zamówienie

source: On your site "%s" user %s created a new order #%d. Please contact the customer for this data:
es_es: En su sitio "%s" el usuario %s creó un nuevo pedido #%d. Por favor contacte al cliente para estos datos:
pl_pl: %S\
ru_ru: На вашем сайте "%s" покупатель %s создал новый заказ №%d. Пожалуйста свяжитесь с покупателем за этими данными:
uk: На вашому сайті "%s" покупець %s зробив замовлення №%d. Ви може зв'язатися з покупцем за цими контактними даними:

source: Only in stock
es_es: Solo en stock
pl_pl: Tylko w magazynie

source: Open in new tab
es_es: Abrir en nueva pestaña
pl_pl: Otwórz w nowej karcie
ru_ru: Открыть в новой вкладке
uk: Відкрити в новій вкладці

source: Order
es_es: Pedido
pl_pl: Zamówienie
ru_ru: Заказ
uk: Замовлення

source: Order #%d from %s %s (%s)
es_es: Pedido #%d de %s %s (%s)
pl_pl: Zamówienie #%d z %s %s (%s)
ru_ru: Заказ #%d от %s %s (%s)
uk: Замовлення #%d від %s %s (%s)

source: Order #%d paid successfully
es_es: Pedido #%d pagado exitosamente
pl_pl: Zamówienie #%d zostało opłacone pomyślnie
ru_ru: Заказ #%d успешно оплачен
uk: Замовлення #%d успішно оплачено

source: Order #%d successfully added
es_es: Pedido #%d añadido exitosamente
pl_pl: Zamówienie #%d zostało pomyślnie dodane
ru_ru: Заказ #%d успешно создан
uk: Замовлення #%d успішно створено

source: Order #%s was successfully created. Check your mail for further instructions.
es_es: El pedido #%s fue creado exitosamente. Revise su correo para más instrucciones.
ru_ru: Заказ #%s успешно создан. Проверьте вашу электронную почту для дальнейших инструкций.
uk: Замовлення #%s успішно створено. Перевірте ваш поштовий ящик для подальших інструкцій.

source: Order %d from %s
es_es: Pedido %d del %s
pl_pl: Zamów %d z %s

source: Order data
es_es: Datos del pedido
pl_pl: Dane zamówienia
ru_ru: Данные заказа
uk: Дані замовлення

source: Order data is not complete or not valid!
es_es: ¡Los datos del pedido no están completos o no son válidos!
pl_pl: Dane zamówienia nie są kompletne lub nieaktualne!
ru_ru: Данные заказа не валидны!
uk: Дані замовлення не є повними або не дійсними!

source: Order details
es_es: Detalles del pedido
pl_pl: Szczegóły zamówienia

source: Order details #%d
es_es: Detalles del pedido #%d
pl_pl: Szczegóły zamówienia #%d
ru_ru: Детали заказа #%d
uk: Деталі замовлення #%d

source: Order goods on the site "%s"
es_es: Pedir productos en el sitio "%s"
ru_ru: Заказ товаров на сайте "%s"
uk: Замовлення товарів на сайті "%s"

source: Order history
es_es: Historial del pedido
pl_pl: Historia zamówień
ru_ru: История заказа
uk: Історія замовлення

source: Order id
es_es: ID del pedido
pl_pl: Identyfikator zamówienia

source: Order ID not found
es_es: ID del pedido no encontrado
pl_pl: Nie znaleziono identyfikatora zamówienia
ru_ru: Идентификатор заказа не найден
uk: ID замовлення не знайдено

source: Order Information Page
es_es: Página de información del pedido
pl_pl: Strona z informacjami o zamówieniu
ru_ru: Страница информации о заказе
uk: Сторінка інформації про замовлення

source: Order not found
es_es: Pedido no encontrado
pl_pl: Nie znaleziono zamówienia
ru_ru: Заказ не найден
uk: Замовлення не знайдено

source: Order number
es_es: Número de pedido
pl_pl: Numer zamówienia

source: Order number is not specified
es_es: El número de pedido no está especificado
pl_pl: Numer zamówienia nie jest określony

source: Order number not specified
es_es: Número de pedido no especificado
pl_pl: Nie podano numeru zamówienia
ru_ru: Номер заказа не указан
uk: Номер замовлення не вказано

source: Order price
es_es: Precio del pedido
pl_pl: Cena zamówienia
ru_ru: Стоимость заказа
uk: Сума замовлення

source: Order status
es_es: Estado del pedido
pl_pl: Stan zamówienia
ru_ru: Статус заказа
uk: Статус замовлення

source: Order statuses
es_es: Estados de pedido
pl_pl: Statusy zamówień
ru_ru: Статусы заказов
uk: Статуси замовлень

source: Orders
es_es: Pedidos
pl_pl: Święcenia
ru_ru: Заказы
uk: Замовлення

source: Orders from your site are placed here.
es_es: Los pedidos de su sitio se colocan aquí.
pl_pl: Tutaj składane są zamówienia z Twojej witryny.
ru_ru: Заказы с вашего сайта размещаются здесь.
uk: Тут розміщуються замовлення з вашого сайту.

source: Other shipping address
es_es: Otra dirección de envío
pl_pl: Inny adres wysyłki
ru_ru: Другой адрес доставки
uk: Інша адреса доставки

source: Packaging
es_es: Embalaje
pl_pl: Opakowanie
ru_ru: Упаковка
uk: Упаковка

source: Packing
es_es: Embalaje
pl_pl: Uszczelka
ru_ru: Упаковка
uk: Упаковка

source: Packing cost
es_es: Costo de embalaje
pl_pl: Koszt pakowania
ru_ru: Стоимость упаковки
uk: Вартість упаковки

source: Paid
es_es: Pagado
pl_pl: Płatny
ru_ru: Оплачен
uk: Оплачено

source: Parameter $ group_id not specified in function %s
es_es: Parámetro $ group_id no especificado en la función %s
pl_pl: Parametr $ group_id nie został określony w funkcji %s
ru_ru: Параметр $group_id не найден %s
uk: Параметр $group_id не вказаний у функції % s

source: Password
es_es: Contraseña
pl_pl: Hasło
ru_ru: Пароль
uk: Пароль

source: Password can not be empty
es_es: La contraseña no puede estar vacía
pl_pl: Hasło nie może być puste
ru_ru: Пароль не может быть пустым
uk: Пароль не може бути пустим

source: Password cannot be a space or all spaces.
es_es: La contraseña no puede ser un espacio ni todos espacios.
pl_pl: Hasło nie może być spacją ani samymi spacjami.
ru_ru: Пароль не может быть пробелом или состоять только из пробелов.
uk: Пароль не може бути пробілом або складатися лише з пробілів.

source: Password cannot be empty.
es_es: La contraseña no puede estar vacía.
pl_pl: Hasło nie może być puste.
ru_ru: Пароль не может быть пустым.
uk: Пароль не може бути порожнім.

source: Password is valid
es_es: La contraseña es válida
pl_pl: Hasło jest ważne
ru_ru: Пароль действителен
uk: Пароль дійсний

source: Password reset
es_es: Restablecer contraseña
pl_pl: Resetowanie hasła
ru_ru: Сброс пароля
uk: Скинути пароль

source: Password reset link has been sent to your email address.
es_es: El enlace para restablecer la contraseña ha sido enviado a su dirección de correo electrónico.
pl_pl: Link do resetowania hasła został wysłany na Twój adres e-mail.
ru_ru: Ссылка для сброса пароля отправлена на ваш адрес электронной почты.
uk: Посилання для скидання пароля надіслано на вашу адресу електронної пошти.

source: Password reset link has expired. Please request a new one.
es_es: El enlace para restablecer la contraseña ha expirado. Por favor, solicite uno nuevo.
pl_pl: Link do resetowania hasła wygasł. Proszę poprosić o nowy.
ru_ru: Ссылка для сброса пароля истекла. Пожалуйста, запросите новую.
uk: Посилання для скидання пароля застаріло. Будь ласка, запросіть нове.

source: Password reset on the site
es_es: Restablecer contraseña en el sitio
pl_pl: Resetowanie hasła na stronie

source: Passwords do not match
es_es: Las contraseñas no coinciden
pl_pl: Hasła nie pasują do siebie
ru_ru: Пароли не совпадают
uk: Паролі не співпадають

source: Passwords do not match.
es_es: Las contraseñas no coinciden.
pl_pl: Hasła nie pasują do siebie.
ru_ru: Пароли не совпадают.
uk: Паролі не співпадають.

source: pay now
es_es: pagar ahora
pl_pl: zapłać teraz

source: Payment
es_es: Pago
pl_pl: Zapłata
ru_ru: Оплата
uk: Оплата

source: Payment for order #%d with &laquo;%s&raquo;
es_es: Pago del pedido #%d con «%s»
pl_pl: Płatność za zamówienie #%d za pomocą &laquo;%s&raquo;
ru_ru: Оплата заказа №%d с помощью &laquo;%s&raquo;
uk: Оплата замовлення №%d за допомогою &laquo;%s&raquo;

source: Payment method
es_es: Método de pago
pl_pl: Metoda płatności
ru_ru: Способ оплаты
uk: Спосіб оплати

source: Payment methods
es_es: Métodos de pago
pl_pl: Metody płatności
ru_ru: Способы оплаты
uk: Способи оплати

source: Payment order
es_es: Orden de pago
pl_pl: Nakaz zapłaty
ru_ru: Оплата заказа
uk: Оплата замовлення

source: Payment page
es_es: Página de pago
pl_pl: Strona płatności
ru_ru: Страница оплаты
uk: Сторінка оплати

source: Payment type
es_es: Tipo de pago
pl_pl: Rodzaj płatności

source: Percentage discount
es_es: Descuento porcentual
pl_pl: Rabat procentowy
ru_ru: Скидка в процентах
uk: Скидка в процентах

source: Personal account page
es_es: Página de cuenta personal
pl_pl: Strona konta osobistego
ru_ru: Страница личного кабинета
uk: Сторінка особистого кабінету

source: Personal Area
es_es: Área personal
pl_pl: Obszar osobisty
ru_ru: Личный кабинет
uk: Особистий кабінет

source: Personal information
es_es: Información personal
pl_pl: Dane osobowe
ru_ru: Персональная информация
uk: Особиста інформація

source: Phone
es_es: Teléfono
pl_pl: Telefon
ru_ru: Телефон
uk: Телефон

source: Phone number
es_es: Número de teléfono
pl_pl: Numer telefonu
ru_ru: Номер телефона
uk: Номер телефону

source: Phone: %s
es_es: Teléfono: %s
pl_pl: Telefon: %s
ru_ru: Телефон: %s
uk: Телефон: %s
