Repository: karakushan/f-shop
Catalog: languages/f-shop-*.po
Languages: es_es, pl_pl, ru_ru, uk

source: Photo
es_es: Foto
pl_pl: Zdjęcie
ru_ru: Фото
uk: Фото

source: Physical
es_es: Físico
pl_pl: Fizyczny
ru_ru: Физический
uk: Фізичний

source: Placeholder
es_es: Marcador de posición
pl_pl: Symbol zastępczy
uk: Заповнювач

source: Please check your email configuration.
es_es: Por favor, verifique la configuración de su correo electrónico.
pl_pl: Proszę sprawdzić konfigurację poczty e-mail.
ru_ru: Пожалуйста, проверьте настройки электронной почты.
uk: Будь ласка, перевірте налаштування електронної пошти.

source: Please check your login credentials
es_es: Por favor verifique sus credenciales de inicio de sesión
pl_pl: Sprawdź swoje dane logowania

source: Please enter a valid email address
es_es: Por favor ingrese una dirección de correo electrónico válida
pl_pl: Proszę podać prawidłowy adres e-mail
ru_ru: Пожалуйста введите валидный E-mail
uk: Будь ласка введіть правильну e-mail адресу

source: Popular items
es_es: Artículos populares
pl_pl: Popularne przedmioty
ru_ru: Популярные товары
uk: Популярні товари

source: Position on the map
es_es: Posición en el mapa
pl_pl: Pozycja na mapie
ru_ru: Позиция на карте
uk: Позиція на карті

source: Preview
es_es: Vista previa
pl_pl: Zapowiedź
uk: Попередній перегляд

source: Price
es_es: Precio
pl_pl: Cena
ru_ru: Цена
uk: Ціна

source: Price separator (default ".")
es_es: Separador de precio (por defecto ".")
ru_ru: Разделитель копеек (по умолчанию ".")
uk: Розділювач копійок (за замовчуванням ".")

source: Price: %s-%s %s
es_es: Precio: %s-%s %s
pl_pl: Cena: %s-%s %s
ru_ru: Цена: %s-%s %s
uk: Ціна: %s-%s %s

source: Processed
es_es: Procesado
pl_pl: Obrobiony
ru_ru: Обработан
uk: В обробці

source: Product
es_es: Producto
pl_pl: Produkt
ru_ru: Товар
uk: Товар

source: product
es_es: producto
pl_pl: produkt
ru_ru: товар
uk: товар

source: Product archive title
es_es: Título del archivo de productos
pl_pl: Tytuł archiwum produktów
ru_ru: Заголовок страницы архива товаров
uk: Заголовок сторінки архіву товару

source: Product attribute filter
es_es: Filtro de atributos de producto
pl_pl: Filtr atrybutów produktu
ru_ru: Фильтр атрибутов товара
uk: Фільтр характеристик товару

source: Product attributes
es_es: Atributos de producto
pl_pl: Atrybuty produktu
ru_ru: Свойства товаров
uk: Характеристики товару

source: Product Categories
es_es: Categorías de productos
pl_pl: Kategorie produktów
ru_ru: Категории товаров
uk: Категоріі товарів

source: Product categories
es_es: Categorías de productos
pl_pl: Kategorie produktów
ru_ru: Категории товара
uk: Категорії товару

source: Product category
es_es: Categoría de producto
pl_pl: Kategoria produktu
ru_ru: Категории товаров
uk: Категорія товару

source: Product category filter
es_es: Filtro de categoría de producto
pl_pl: Filtr kategorii produktu
ru_ru: Фильтр по категориям товара
uk: Фільтр категорії товарів

source: Product ID not found
es_es: ID de producto no encontrado
pl_pl: Nie znaleziono identyfikatora produktu
ru_ru: Идентификатор продукта не найден
uk: ID продукту не знайдено

source: Product link localization
es_es: Localización del enlace del producto
pl_pl: Lokalizacja linku do produktu
ru_ru: Локализация ссылки товара
uk: Локалізація посилань на товари

source: Product name, ID or SKU
es_es: Nombre del producto, ID o SKU
pl_pl: Nazwa produktu, identyfikator lub SKU
ru_ru: Название товара, ID или артикул (SKU)
uk: Назва товару, ID або артикул (SKU)

source: Product removed from wishlist
es_es: Producto eliminado de la lista de deseos
pl_pl: Produkt usunięty z listy życzeń
ru_ru: Товар удален из списка желаний
uk: Товар видалено зі списку бажань

source: Product removed from your wishlist.
es_es: Producto eliminado de su lista de deseos.
pl_pl: Produkt został usunięty z Twojej listy życzeń.
ru_ru: Товар удален из вашего списка желаний.
uk: Продукт видалено зі списку бажань.

source: Product Reviews
es_es: Reseñas de productos
pl_pl: Recenzje produktów
ru_ru: Отзывы товаров
uk: Відгуки про товари

source: Product selection
es_es: Selección de producto
pl_pl: Wybór produktu
ru_ru: Выбор товара
uk: Вибір товару

source: Product Settings
es_es: Configuración de producto
pl_pl: Ustawienia produktu

source: Product slug
es_es: Slug del producto
pl_pl: Ślimak produktu
ru_ru: Слаг для товаров
uk: Слаг товару

source: Product type
es_es: Tipo de producto
pl_pl: Typ produktu
ru_ru: Тип товара
uk: Тип товару

source: Products
es_es: Productos
pl_pl: Produkty
ru_ru: Товары
uk: Товари

source: Products may have different properties. Here you can choose which type of property you need.
es_es: Los productos pueden tener diferentes propiedades. Aquí puede elegir qué tipo de propiedad necesita.

source: Promo Price
es_es: Precio promocional
pl_pl: Cena promocyjna

source: Promotional price
es_es: Precio promocional
pl_pl: Cena promocyjna
ru_ru: Акционная цена
uk: Акційна ціна

source: Properties
es_es: Propiedades
pl_pl: Właściwości

source: Properties of products to which the discount applies
es_es: Propiedades de productos a las que se aplica el descuento
pl_pl: Właściwości produktów, których dotyczy rabat
ru_ru: Свойства товаров на которые распространяется скидка
uk: Характеристики товаров на которые распространяется скидка

source: Published on the website so that buyers can contact you
es_es: Publicado en el sitio web para que los compradores puedan contactarlo
pl_pl: Publikowane na stronie internetowej, aby kupujący mogli się z Tobą skontaktować
ru_ru: Будет опубликовано на сайте, чтобы покупатели могли с вами связаться
uk: Відображається на веб-сайті, щоб покупці могли з вами зв'язатися

source: Purchased goods
es_es: Productos comprados
pl_pl: Zakupiony towar

source: Purchased items
es_es: Artículos comprados
pl_pl: Zakupione przedmioty
ru_ru: Купленные товары
uk: Куплені товари

source: Qty
es_es: Cant.
pl_pl: Ilość
ru_ru: К-во
uk: К-сть

source: Quantity
es_es: Cantidad
pl_pl: Ilość
ru_ru: Количество
uk: Кількість

source: Quick order
es_es: Pedido rápido
pl_pl: Szybkie zamówienie
ru_ru: Быстрый заказ
uk: Швидке замовлення

source: range
es_es: rango
pl_pl: zakres
ru_ru: диапазон
uk: діапазон

source: Rate the product
es_es: Calificar el producto
pl_pl: Oceń produkt
ru_ru: Оцените продукт
uk: Оцініть товар

source: Rating successfully set!
es_es: ¡Calificación establecida exitosamente!
pl_pl: Ocena pomyślnie ustawiona!
ru_ru: Ваш голос учтен!
uk: Ваш голос враховано!

source: Rating:
es_es: Calificación:
pl_pl: Ocena:

source: read more
es_es: leer más
pl_pl: czytaj więcej

source: Receive a message about goods left in the basket
es_es: Recibir un mensaje sobre productos dejados en la cesta
pl_pl: Otrzymuj wiadomość o towarach pozostawionych w koszyku
ru_ru: Получать сообщение о товарах забытых в корзине
uk: Отримувати повідомлення про товари залишені в кошику

source: Receive site news
es_es: Recibir noticias del sitio
pl_pl: Otrzymuj wiadomości o witrynie
ru_ru: Получать новости сайта
uk: Отримувати новини сайту

source: Receive website news and offers
es_es: Recibir noticias del sitio web y ofertas
pl_pl: Otrzymuj wiadomości i oferty ze strony internetowej
ru_ru: Получать новости сайта и спецпредложения
uk: Отримувати новини сайту та спецпропозиції

source: Recently added
es_es: Recientemente añadido
pl_pl: Niedawno dodane
ru_ru: Последние добавленные
uk: Нещодавно додані

source: recently added
es_es: recientemente añadido
pl_pl: niedawno dodane
ru_ru: недавно добавленные
uk: недавно додані

source: Recipients of letters
es_es: Destinatarios de cartas
pl_pl: Odbiorcy listów
ru_ru: Получатели писем
uk: Одержувачі листів

source: Register
es_es: Registrarse
pl_pl: Rejestr
ru_ru: Регистрация
uk: Реєстрація

source: Register on the site
es_es: Registrarse en el sitio
pl_pl: Zarejestruj się na stronie
ru_ru: Зарегистрироваться на сайте
uk: Зареєструватися на сайті

source: Register page
es_es: Página de registro
pl_pl: Strona rejestracji
ru_ru: Страница регистрации
uk: Сторінка реєстрації

source: Register to view this page
es_es: Regístrese para ver esta página
pl_pl: Zarejestruj się, aby wyświetlić tę stronę
ru_ru: Зарегистрируйтесь, чтобы иметь доступ к этой странице
uk: Зареєструватися на сайті

source: Registration date
es_es: Fecha de registro
pl_pl: Data rejestracji
ru_ru: Дата регистрации
uk: Дата реєстрації

source: Registration on the website «%s»
es_es: Registro en el sitio web «%s»
pl_pl: Rejestracja na stronie «%s»
ru_ru: Регистрация на сайте «%s»
uk: Реєстрація на сайті «%s»

source: Related products
es_es: Productos relacionados
pl_pl: Powiązane produkty

source: Remove
es_es: Eliminar
pl_pl: Usuń
ru_ru: Удалить
uk: Видалити

source: remove
es_es: eliminar
pl_pl: usunąć

source: Remove from gallery
es_es: Eliminar de la galería
pl_pl: Usuń z galerii

source: Remove from wishlist
es_es: Eliminar de la lista de deseos
pl_pl: Usuń z listy życzeń
ru_ru: Удалить из списка желаний
uk: Видалити із списку бажань

source: remove variant
es_es: eliminar variante
pl_pl: usuń wariant

source: Repeat password
es_es: Repetir contraseña
pl_pl: Powtórz hasło

source: required
es_es: obligatorio
pl_pl: wymagany

source: Required fields when choosing this delivery method
es_es: Campos obligatorios al elegir este método de entrega
pl_pl: Pola wymagane przy wyborze tej metody dostawy
ru_ru: Обязательные поля при выборе этого способа доставки
uk: Обов'язкові поля при виборі цього способу доставки

source: Reset all
es_es: Restablecer todo
pl_pl: Zresetuj wszystko

source: Reset password
es_es: Restablecer contraseña
pl_pl: Resetuj hasło
ru_ru: Сбросить пароль
uk: Скинути пароль

source: Return
es_es: Devolución
pl_pl: Powrót
ru_ru: Возврат
uk: Повернено

source: Review
es_es: Reseña
pl_pl: Recenzja
ru_ru: Отзыв
uk: Відгук

source: Reviews
es_es: Reseñas
pl_pl: Recenzje
ru_ru: Отзывы
uk: Відгуки

# reviews count
source: %s review
es_es: %s reseña
ru_ru: %s отзыв
uk: %s відгук

source: Russian
es_es: Ruso
pl_pl: rosyjski
ru_ru: Русский
uk: Російська

source: Russian ruble
es_es: Rublo ruso
pl_pl: Rubel rosyjski
ru_ru: Русский рубль
uk: Російський рубль

source: Sale
es_es: Oferta
pl_pl: Sprzedaż
ru_ru: Скидка
uk: Знижка

source: Save
es_es: Guardar
pl_pl: Ratować
ru_ru: Сохранить
uk: Зберегти

source: Security check failed
es_es: Error en la verificación de seguridad
pl_pl: Kontrola bezpieczeństwa nie powiodła się
ru_ru: Ошибка при проверке безопасности
uk: Помилка перевірки безпеки

source: Select
es_es: Seleccionar
pl_pl: Wybierać
ru_ru: Выберите
uk: Вибрати

source: Select %s
es_es: Seleccionar %s
pl_pl: Wybierz %s
ru_ru: Выберите %s
uk: Виберіть %s

source: Select a category
es_es: Seleccionar una categoría
pl_pl: Wybierz kategorię

source: Select a Payment Method
es_es: Seleccionar un método de pago
pl_pl: Wybierz metodę płatności
ru_ru: Выберите метод оплаты
uk: Виберіть спосіб оплати

source: Select from the list
es_es: Seleccionar de la lista
pl_pl: Wybierz z listy
ru_ru: Выбрать из списка
uk: Виберіть із списку

source: Select Image
es_es: Seleccionar imagen
pl_pl: Wybierz Obraz
uk: Вибрати зображення

source: select image
es_es: seleccionar imagen
pl_pl: wybierz obraz
ru_ru: выбрать изображение
uk: вибрати зображення

source: Select product
es_es: Seleccionar producto
pl_pl: Wybierz produkt
ru_ru: Выбор товара
uk: Вибір товару

source: selected
es_es: seleccionado
pl_pl: wybrany
ru_ru: выбрано
uk: вибрано

source: Selected: %s product
es_es: Seleccionado: %s producto

source: Send
es_es: Enviar
pl_pl: Wysłać
ru_ru: Отправить
uk: Відправити

source: SEO description
es_es: Descripción SEO
pl_pl: Opis SEO
ru_ru: СЕО описание
uk: SEO опис

source: SEO slug
es_es: Slug SEO
pl_pl: Błąd SEO
ru_ru: СЕО слаг
uk: СЕО слаг

source: SEO title
es_es: Título SEO
pl_pl: Tytuł SEO
ru_ru: СЕО заголовок
uk: SEO заголовок

source: Service pages
es_es: Páginas de servicio
pl_pl: Strony serwisowe
ru_ru: Служебные страницы
uk: Службові сторінки

source: Service pages are created and installed automatically when the plugin is activated. Can you also override them here
es_es: Las páginas de servicio se crean e instalan automáticamente cuando el plugin está activado. También puede sobrescribirlas aquí
ru_ru: Служебные страницы создаются и устанавливаются автоматически в момент активации плагина. Вы также можете переопределить их здесь
uk: Службові сторінки створюються автоматично в момент активації розширення. Тут Ви можете замінити їх.

source: Settings
es_es: Configuración
pl_pl: Ustawienia
ru_ru: Настройки
uk: Налаштування

source: Settings for development and testing functionality
es_es: Configuración para desarrollo y funcionalidad de prueba
pl_pl: Ustawienia funkcjonalności programistycznej i testowej
ru_ru: Настройки для функциональности разработки и тестирования
uk: Налаштування для функціональності розробки та тестування

source: Shipping and payment
es_es: Envío y pago
pl_pl: Wysyłka i płatność
ru_ru: Доставка и оплата
uk: Доставка та оплата

source: Shipping and Payment Details
es_es: Detalles de envío y pago
pl_pl: Szczegóły wysyłki i płatności
ru_ru: Детали доставки и оплаты
uk: Деталі доставки та оплати

source: Shipping Cost in Base Currency
es_es: Costo de envío en moneda base
pl_pl: Koszt wysyłki w walucie bazowej
ru_ru: Стоимость доставки в базовой валюте
uk: Вартість доставки в основній валюті

source: Shipping Cost Text
es_es: Texto del costo de envío
pl_pl: Tekst dotyczący kosztów wysyłki
ru_ru: Текст стоимости доставки
uk: Текст вартості доставки

source: Shipping method not found
es_es: Método de envío no encontrado
pl_pl: Nie znaleziono metody wysyłki

source: Shop
es_es: Tienda
pl_pl: Sklep
ru_ru: Магазин
uk: Магазин

source: Show more
es_es: Mostrar más
pl_pl: Pokaż więcej
ru_ru: Показать больше
uk: Показати більше

source: Show only in categories
es_es: Mostrar solo en categorías
pl_pl: Pokaż tylko w kategoriach

source: Sign in
es_es: Iniciar sesión
pl_pl: Zalogować się
ru_ru: Войти
uk: Ввійти

source: Simple and functional online store plugin.
es_es: Plugin de tienda en línea simple y funcional.
pl_pl: Prosta i funkcjonalna wtyczka sklepu internetowego.

source: Site name
es_es: Nombre del sitio
pl_pl: Nazwa witryny
ru_ru: Название сайта
uk: Назва сайту

source: Slug for product categories
es_es: Slug para categorías de productos
pl_pl: Ślimak dla kategorii produktów
ru_ru: Слаг для категорий товара
uk: Слаг категорії товару

source: Sort
es_es: Ordenar
pl_pl: Sortować
ru_ru: Сортировка
uk: Сортувати

source: Sort items in the catalog by
es_es: Ordenar artículos en el catálogo por
pl_pl: Sortuj pozycje w katalogu według
ru_ru: Сортировать товары в каталоге по
uk: Сортувати товари в каталозі по

source: Sort order
es_es: Orden de clasificación
pl_pl: Kolejność sortowania

source: Space is not allow in password
es_es: No se permite espacio en la contraseña
pl_pl: W haśle nie można używać spacji
ru_ru: Пробел не допускается в пароле
uk: У паролі заборонений пробіл

source: Standard order
es_es: Pedido estándar
pl_pl: Standardowe zamówienie
ru_ru: Обычный заказ
uk: Стандартне замовлення

source: State
es_es: Estado
pl_pl: Państwo
ru_ru: Область
uk: Область

source: State / Province
es_es: Estado / Provincia
pl_pl: Stan/prowincja
ru_ru: Область / Регион
uk: Область

source: State / province
es_es: Estado / provincia
pl_pl: Stan/prowincja
ru_ru: Область/регион
uk: Область / регіон

source: Status
es_es: Estado
ru_ru: Статус
uk: Статус

source: Stock in stock
es_es: Stock disponible
pl_pl: Zapas w magazynie
ru_ru: Запас на складе
uk: Товар на складі

source: Store link settings
es_es: Configuración de enlaces de la tienda
pl_pl: Ustawienia linku do sklepu
ru_ru: Настройки ссылок магазина
uk: Зберігати налаштування посилань

source: Store settings
es_es: Configuración de la tienda
pl_pl: Ustawienia sklepu
ru_ru: Настройки магазина
uk: Налаштування магазину

source: Street
es_es: Calle
pl_pl: Ulica
ru_ru: Улица
uk: Вулиця

source: Street: %s
es_es: Calle: %s
pl_pl: Ulica: %s
ru_ru: Улица: %s
uk: Вулиця: %s

source: Subscribe
es_es: Suscribirse
pl_pl: Subskrybować
ru_ru: Подписка
uk: Підписка

source: Success
es_es: Éxito
pl_pl: Sukces
ru_ru: Успех
uk: Успіх

source: Success!
es_es: ¡Éxito!
pl_pl: Sukces!
ru_ru: Успех!
uk: Успіх!

source: Successful ordering page
es_es: Página de pedido exitoso
pl_pl: Pomyślna strona składania zamówień
ru_ru: Страница благодарности за покупку
uk: Сторінка успішної покупки

source: Successfully logged in
es_es: Inicio de sesión exitoso
pl_pl: Zalogowano się pomyślnie

source: Support for Google Adwords Remarketing Events
es_es: Soporte para eventos de remarketing de Google Adwords
pl_pl: Wsparcie dla wydarzeń remarketingowych Google Adwords
ru_ru: Поддержка событий ремаркетинга Google Adwords
uk: Підтримка подій ремаркетингу Google Adwords

source: Surname
es_es: Apellido
pl_pl: Nazwisko

source: Taxes
es_es: Impuestos
pl_pl: Podatki
ru_ru: Налоги
uk: Податки

source: Telegram bot token
es_es: Token del bot de Telegram
pl_pl: Token bota telegramu

source: Telegram chat id
es_es: ID de chat de Telegram
pl_pl: Identyfikator czatu telegramowego

source: Telegram user id
es_es: ID de usuario de Telegram
pl_pl: Identyfikator użytkownika telegramu

source: Templates
es_es: Plantillas
pl_pl: Szablony
ru_ru: Шаблоны
uk: Шаблони

source: Test mode
es_es: Modo de prueba
pl_pl: Tryb testowy
ru_ru: Тестовый режим
uk: Тестовий режим

source: text
es_es: texto
pl_pl: tekst
ru_ru: текст
uk: текст

source: Thank you for your order
es_es: Gracias por su pedido
pl_pl: Dziękujemy za zamówienie
ru_ru: Спасибо за ваш заказ.
uk: Дякуємо за ваше замовлення

source: Thank you for your purchase.
es_es: Gracias por su compra.
pl_pl: Dziękujemy za zakup.
ru_ru: Благодарим за покупку.
uk: Дякуємо за покупку.

source: The "%s" field is required!
es_es: ¡El campo "%s" es obligatorio!
ru_ru: Поле "%s" является обязательным!
uk: Поле "%s" є обов'язковим!

source: The administrator assigns the status to the order if the client for some reason refused the order;
es_es: El administrador asigna el estado al pedido si el cliente por alguna razón rechazó el pedido;
ru_ru: Администратор присваивает статус заказу, если клиент по какой-то причине отказался от заказа;
uk: Адміністратор призначає цей статус замовленню, якщо клієнт з якихось причин відмовився від замовлення;

source: The administrator assigns the status to the order if the client for some reason returned the goods.
es_es: El administrador asigna el estado al pedido si el cliente por alguna razón devolvió los productos.
ru_ru: Администратор присваивает статус заказу, если клиент по какой-то причине вернул товар.
uk: Адміністратор призначає цей статус замовлення, якщо клієнт з якихось причин повернув товар.

source: The administrator assigns this status to orders when drawing up the delivery list. The sheet is transferred to the courier along with the goods.
es_es: El administrador asigna este estado a los pedidos al elaborar la lista de entrega. La hoja se transfiere al mensajero junto con los productos.
ru_ru: Администратор присваивает этот статус заказам при составлении списка доставки. Лист передается курьеру вместе с товаром.
uk: Адміністратор призначає цей статус замовленням коли товар передано в службу доставки.

source: The amount of goods in the basket at which free shipping is activated
es_es: El monto de productos en la cesta al que se activa el envío gratuito
pl_pl: Ilość towarów w koszyku, przy której aktywowana jest darmowa wysyłka
ru_ru: Стоимость товаров в корзине при которой активировать бесплатную доставку
uk: Вартість товарів у кошику коли активується безкоштовна доставка

source: The amount or value of tax as a percentage
es_es: El monto o valor del impuesto como porcentaje
pl_pl: Kwota lub wartość podatku jako procent
ru_ru: Сумма налога или значение в процентах
uk: Значення суми податку в фіксованій ціні процентах

source: The discount applies only to products of the product categories, brands or characteristics selected below
es_es: El descuento se aplica solo a productos de las categorías de productos, marcas o características seleccionadas a continuación
ru_ru: Скидка распространяется только на товары принадлежащие категориям, брендам или характеристикам выбранным ниже
uk: Знижка буде поширюватися на товари придбані в категоріях, брендах та характеристиках, які потрібно вибрати нижче

source: The field is active if you have enabled multicurrency in settings.
es_es: El campo está activo si ha habilitado la multimoneda en la configuración.
pl_pl: Pole jest aktywne jeżeli w ustawieniach włączyłeś wielowalutowość.
ru_ru: Это поле активно если Вы включили мультивалютность в настройках.
uk: Це поле активне якщо ввімкнено мультивалютний режим в налаштуваннях.

source: The form did not pass the security check!
es_es: ¡El formulario no pasó la verificación de seguridad!
pl_pl: Formularz nie przeszedł kontroli bezpieczeństwa!
ru_ru: Форма не прошла проверку безопасности!
uk: Форма не пройшла перевірку безпеки!

source: The login information you entered is incorrect. <a href="%s">Reset password</a>
es_es: La información de inicio de sesión que ingresó es incorrecta. <a href="%s">Restablecer contraseña</a>
pl_pl: %SWprowadzone dane logowania są nieprawidłowe. <a href="%s">Resetuj hasło</a>Wprowadzone dane logowania są nieprawidłowe. <a href="%s">Resetuj hasło</a>
ru_ru: Введенные данные для входа неверны. <a href="%s">Сбросить пароль</a>
uk: Введені вами дані для входу невірні. <a href="%s">Скинути пароль</a>

source: The maximum file size is 10 Mb
es_es: El tamaño máximo del archivo es de 10 Mb
pl_pl: Maksymalny rozmiar pliku to 10 Mb
ru_ru: Максимальный размер файла 10 Мб.
uk: Максимальний розмір файлу 10 Мб

source: The online store works on
es_es: La tienda en línea funciona en
pl_pl: Sklep internetowy działa
ru_ru: Интернет магазин работает на
uk: Інтернет-магазин працює на

source: The order is accepted and can be paid. The status is introduced mainly for the convenience of internal order management, not "New", but not yet paid or not sent for delivery;
es_es: El pedido es aceptado y puede ser pagado. El estado se introduce principalmente para la conveniencia de la gestión interna de pedidos, no "Nuevo", pero aún no pagado o no enviado para entrega;
pl_pl: Nowy\

source: The order status is not defined
es_es: El estado del pedido no está definido
pl_pl: Status zamówienia nie jest określony
ru_ru: Статус заказа не определен
uk: Статус замовлення не визначено

source: The phone number must have at least 12 digits.
es_es: El número de teléfono debe tener al menos 12 dígitos.
pl_pl: Numer telefonu musi mieć co najmniej 12 cyfr.
ru_ru: Номер телефона должен содержать не менее 12 цифр.
uk: Номер телефону повинен містити не менше 12 цифр.

source: The product does not exist.
es_es: El producto no existe.
pl_pl: Produkt nie istnieje.
ru_ru: Товар не существует.
uk: Товар не існує.

source: The product must have all of the selected characteristics in the filter
es_es: El producto debe tener todas las características seleccionadas en el filtro
pl_pl: Produkt musi posiadać wszystkie wybrane cechy w filtrze
ru_ru: Товар должен обладать всем свойствами выбранными в фильтре
uk: Товар повинен мати усі вибрані характеристики у фільтрі

source: The product must have at least one of the selected characteristics in the filter
es_es: El producto debe tener al menos una de las características seleccionadas en el filtro
ru_ru: Товар должен обладать одним из выбранных свойств в фильтре
uk: Товар повинен мати хоча б одну із вибраних характеристик у фільтрі

source: The status can be assigned by the administrator after sending an invoice to the client for payment.
es_es: El estado puede ser asignado por el administrador después de enviar una factura al cliente para el pago.
ru_ru: Статус может быть назначен администратором после отправки клиенту счета на оплату.
uk: Статус може бути призначений адміністратором після надсилання рахунку клієнту для оплати.
