Repository: karakushan/f-shop
Catalog: languages/f-shop-*.po
Languages: es_es, pl_pl, ru_ru, uk

source: Your order #%d has been placed. We will contact you shortly.
es_es: Su pedido #%d ha sido realizado. Nos pondremos en contacto con usted pronto.
pl_pl: Twoje zamówienie #%d zostało złożone. Skontaktujemy się z Tobą wkrótce.
ru_ru: Ваш заказ #%d размещен. Мы свяжемся с вами в ближайшее время.
uk: Ваше замовлення #%d розміщено. Ми зв'яжемося з вами найближчим часом.

source: Your order #%order_id% has been successfully approved. The next stage is payment of the order. You can pay for the purchase by <a href="%pay_url%">link</a>. You have chosen the payment method: %pay_name%. Good luck!
es_es: Su pedido #%order_id% ha sido aprobado exitosamente. La siguiente etapa es el pago del pedido. Puede pagar la compra por este <a href="%pay_url%">enlace</a>. Ha elegido el método de pago: %pay_name%. ¡Buena suerte!
pl_pl: %pay_url%\
ru_ru: Ваш заказ #%order_id% успешно подтвержден. Следующий шаг - оплата товара. Вы можете произвести оплату онлайн по этой <a href="%pay_url%">ссылке</a>. Ранее вы выбрали этот метод оплаты : %pay_name%. Удачи!
uk: Ваше замовлення #%order_id% успішно підтверджено. Наступний етап - оплата замовлення. Ви можете оплатити покупку за <a href="%pay_url%">посиланням</a>. Ви обрали спосіб оплати: %pay_name%. Успіхів!

source: Your order has been successfully created. We will contact you shortly.
es_es: Su pedido ha sido creado exitosamente. Nos pondremos en contacto con usted pronto.Su pedido ha sido creado exitosamente. Nos pondremos en contacto con usted pronto.
pl_pl: Twoje zamówienie zostało pomyślnie utworzone. Skontaktujemy się z Tobą wkrótce.
ru_ru: Ваш заказ успешно создан! Мы свяжемся с вами в ближайшее время для обсуждения деталей.
uk: Ваше замовлення успішно створено. Ми зв'яжемося з вами найближчим часом.

source: Your order is approved
es_es: Su pedido está aprobado
pl_pl: Twoje zamówienie zostało zatwierdzone
ru_ru: Ваш заказ принят
uk: Ваше замовлення підтверджено

source: Your password has been successfully changed
es_es: Su contraseña ha sido cambiada exitosamente
pl_pl: Twoje hasło zostało pomyślnie zmienione
ru_ru: Ваш пароль был успешно изменен
uk: Ваш пароль успішно змінено

source: Your password has been successfully reset.
es_es: Su contraseña ha sido restablecida exitosamente.
pl_pl: Twoje hasło zostało pomyślnie zresetowane.
ru_ru: Ваш пароль был успешно сброшен.
uk: Ваш пароль успішно скинуто.

source: Your password has been successfully reset. Password sent to your e-mail.
es_es: Su contraseña ha sido restablecida exitosamente. La contraseña ha sido enviada a su correo electrónico.Su contraseña ha sido restablecida exitosamente. La contraseña ha sido enviada a su correo electrónico.

source: Your password must be %s to %s characters
es_es: Su contraseña debe tener de %s a %s caracteres
pl_pl: Twoje hasło musi zawierać od %s do %s znaków
ru_ru: Ваш пароль должен состоять из символов от %s до %s
uk: Ваш пароль має містити від %s до %s символів

source: Your password must contain at least one lowercase letter.
es_es: Su contraseña debe contener al menos una letra minúscula.
pl_pl: Twoje hasło musi zawierać co najmniej jedną małą literę.
ru_ru: Ваш пароль должен содержать хотя бы одну строчную букву.
uk: Ваш пароль має містити принаймні одну малу літеру.

source: Your password must contain at least one number.
es_es: Su contraseña debe contener al menos un número.
pl_pl: Twoje hasło musi zawierać co najmniej jedną cyfrę.
ru_ru: Ваш пароль должен содержать хотя бы одну цифру.
uk: Ваш пароль має містити принаймні одну цифру.

source: Your password must contain at least one special character.
es_es: Su contraseña debe contener al menos un carácter especial.
pl_pl: Twoje hasło musi zawierać co najmniej jeden znak specjalny.
ru_ru: Ваш пароль должен содержать хотя бы один специальный символ.
uk: Ваш пароль має містити принаймні один спеціальний символ.

source: Your password must contain at least one uppercase letter.
es_es: Su contraseña debe contener al menos una letra mayúscula.
pl_pl: Twoje hasło musi zawierać co najmniej jedną wielką literę.
ru_ru: Ваш пароль должен содержать хотя бы одну заглавную букву.
uk: Ваш пароль має містити принаймні одну велику літеру.

source: Your request has been sent successfully!
es_es: ¡Su solicitud ha sido enviada exitosamente!
pl_pl: Twoje zapytanie zostało pomyślnie wysłane!
ru_ru: Ваш запрос успешно отправлен!
uk: Ваш запит успішно надіслано!

source: Your review has been successfully added. It will be published after verification.
es_es: Su reseña ha sido añadida exitosamente. Será publicada después de la verificación.Su reseña ha sido añadida exitosamente. Será publicada después de la verificación.
ru_ru: Ваш отзыв успешно добавлен. Он будет опубликован после проверки.
uk: Ваш відгук успішно додано. Він буде опублікований після перевірки.

source: Your vote is not counted because you have already voted for this product!
es_es: Su voto no se cuenta porque ya ha votado por este producto.
ru_ru: Ваш голос не засчитан, так как вы уже проголосовали за этот товар!
uk: Ваш голос не враховано, оскільки ви вже голосували за цей товар!

source: Zip
es_es: Código postal
pl_pl: Zamek błyskawiczny
ru_ru: Индекс
uk: Поштовий індекс

source: Zip Code
es_es: Código postal
pl_pl: Kod pocztowy
ru_ru: Почтовый индекс
uk: Поштовий індекс

source: Атрибуты успешно добавленны!
es_es: ¡Atributos añadidos exitosamente!
pl_pl: Atrybuty dodane pomyślnie!
uk: Атрибути успішно додані!

source: В заказе нет товаров
es_es: No hay productos en el pedido
pl_pl: Brak towaru w zamówieniu
uk: У замовленні немає товарів

source: Возникла ошибка при добавлении атрибута к товару
es_es: Ocurrió un error al agregar el atributo al producto
pl_pl: Wystąpił błąd podczas dodawania atrybutu do produktu
uk: Виникла помилка при додаванні атрибута до товару

source: Время работы
es_es: Horario de trabajo
pl_pl: Godziny otwarcia
uk: Час роботи

source: Відгуки
es_es: Reseñas
pl_pl: Recenzje

source: Город
es_es: Ciudad
pl_pl: Miasto
uk: Місто

source: Иконка
es_es: Icono
pl_pl: Ikona
uk: Іконка

source: Используется для микроразметки
es_es: Usado para microdatos
pl_pl: Używany do mikroznaczników
uk: Використовується для мікророзмітки

source: Используется для микроразметки, и в других целях
es_es: Usado para microdatos y otros propósitos
pl_pl: Używane do oznaczania i innych celów
uk: Використовується для мікророзмітки та інших цілей

source: Коды аналитики в футере
es_es: Códigos de análisis en el pie de página
pl_pl: Kody analityczne w stopce
uk: Коди аналітики в футері

source: Коды аналитики в шапке
es_es: Códigos de análisis en el encabezado
pl_pl: Kody analityczne w nagłówku
uk: Коди аналітики в шапці

source: Контакты
es_es: Contactos
pl_pl: Łączność
uk: Контакти

source: Корзина пуста!
es_es: ¡La cesta está vacía!
pl_pl: Koszyk jest pusty!
uk: Кошик порожній!

source: Минимальная сумма заказа (%s)
es_es: Importe mínimo del pedido (%s)
pl_pl: Minimalna kwota zamówienia (%s)
uk: Мінімальна сума замовлення (%s)

source: Название магазина
es_es: Nombre de la tienda
pl_pl: Nazwa sklepu
uk: Назва магазину

source: Описание
es_es: Descripción
pl_pl: Opis
uk: Опис

source: Позволяет отсортировать товары по наличию на складе
es_es: Permite ordenar productos por disponibilidad en stock
pl_pl: Umożliwia sortowanie produktów według dostępności w magazynie
uk: Дозволяє відсортувати товари за наявністю на складі

source: Позволяет отсортировать товары по производителю
es_es: Permite ordenar productos por fabricante
pl_pl: Umożliwia sortowanie produktów według producentów
uk: Дозволяє відсортувати товари за виробником

source: Почтовый индекс
es_es: Código postal
pl_pl: Kod pocztowy
uk: Поштовий індекс

source: Просьба уведомить о наличии товара
es_es: Solicitud de notificación sobre disponibilidad del producto
pl_pl: Prosimy o poinformowanie nas o dostępności produktu
uk: Прохання повідомити про наявність товару

source: Розетка
es_es: Rozetka
pl_pl: Gniazdo

source: Скрыть значения из фильтра
es_es: Ocultar valores del filtro
pl_pl: Ukryj wartości z filtra

source: Страна
es_es: País
pl_pl: Strona
uk: Країна

source: Телефон для связи
es_es: Teléfono de contacto
pl_pl: Numer telefonu kontaktowego
uk: Телефон для зв'язку

source: Тип магазина
es_es: Tipo de tienda
pl_pl: Typ sklepu
uk: Тип магазину

source: Физический адрес магазина
es_es: Dirección física de la tienda
pl_pl: Adres sklepu fizycznego
uk: Фізична адреса магазину

source: Фильтр по наличию
es_es: Filtro por disponibilidad
pl_pl: Filtruj według dostępności
uk: Фільтр за наявністю

source: Фильтр по производителю
es_es: Filtro por fabricante
pl_pl: Filtruj według producenta
uk: Фільтр за виробником

source: Характеристики товара
es_es: Características del producto
pl_pl: Charakterystyka produktu
uk: Характеристики товару

source: Щоб дізнатися "user id" можна скористатися ботом <a href="%s" target="_blank">@getmyid_bot</a>
es_es: Para conocer el "user id" puede usar el bot <a href="%s" target="_blank">@getmyid_bot</a>
pl_pl: towary dodatkowe, które można zaoferować razem z towarem głównym

source: Щоб отримувати повідомлення в телеграмі додайте бота <a href="%s" target="_blank">@FShopOfficialBot</a> та напишіть будь-яке повідомлення типу "Привіт"
es_es: Para recibir mensajes en Telegram, agregue el bot <a href="%s" target="_blank">@FShopOfficialBot</a> y escriba cualquier mensaje como "Hola"

source: додаткові товари, які можна запропонувати з основним
es_es: productos adicionales que se pueden ofrecer con el principal

source: товари схожі на основний
es_es: productos similares al principal
pl_pl: towary są podobne do głównego

source: Avatar
pl_pl: Awatara
ru_ru: Аватар
uk: Фото

source: Color
pl_pl: Kolor

source: color
pl_pl: kolor
ru_ru: цвет
uk: колір

source: Error
pl_pl: Błąd
ru_ru: Ошибка
uk: Помилка

source: Error!
pl_pl: Błąd!
ru_ru: Ошибка!
uk: Помилка!

source: F-Shop
pl_pl: Sklep F

source: No
pl_pl: NIE
ru_ru: Нет
uk: Ні

source: Normal
pl_pl: Normalna

source: Stock
pl_pl: Magazyn

source: Total
pl_pl: Całkowity
ru_ru: Всего
uk: Разом

source: Virtual
pl_pl: Faktyczny
ru_ru: Виртуальный
uk: Віртуальний

source: Vitaliy Karakushan
pl_pl: Witalij Karakuszan

source: SKU
ru_ru: Артикул
uk: Артикул

source: Add new product
ru_ru: Добавить новый товар
uk: Додати новий товар

source: New product
ru_ru: Новый товар
uk: Новий товар

source: View product
ru_ru: Просмотр товара
uk: Перегляд товару

source: Search products
ru_ru: Поиск товаров
uk: Пошук товарів

source: No products found
ru_ru: Товары не найдены
uk: Товари не знайдені

source: No products found in trash
ru_ru: В корзине товары не найдены
uk: У кошику товари не знайдені

source: Parent product:
ru_ru: Родительский товар:
uk: Батьківський товар:

source: SEO
ru_ru: СЕО
uk: СЕО

source: Order ID
ru_ru: ID заказа
uk: ID замовлення

source: Order date
ru_ru: Дата заказа
uk: Дата замовлення

source: Order title
ru_ru: Название заказа
uk: Назва замовлення

source: Admin order edit URL
ru_ru: URL редактирования заказа администратором
uk: URL редагування замовлення адміністратором

source: Customer dashboard URL
ru_ru: URL личного кабинета клиента
uk: URL особистого кабінету клієнта

source: Total cart amount
ru_ru: Общая сумма корзины
uk: Загальна сума кошика

source: Products cost
ru_ru: Стоимость товаров
uk: Вартість товарів

source: Delivery cost
ru_ru: Стоимость доставки
uk: Вартість доставки

source: Cart discount
ru_ru: Скидка корзины
uk: Знижка кошика

source: Client user ID
ru_ru: ID пользователя клиента
uk: ID користувача клієнта

source: Client email
ru_ru: Email клиента
uk: Email клієнта

source: Client phone
ru_ru: Телефон клиента
uk: Телефон клієнта

source: Client first name
ru_ru: Имя клиента
uk: Ім'я клієнта

source: Client last name
ru_ru: Фамилия клиента
uk: Прізвище клієнта

source: Client city
ru_ru: Город клиента
uk: Місто клієнта

source: Client address
ru_ru: Адрес клиента
uk: Адреса клієнта

source: Client comment
ru_ru: Комментарий клиента
uk: Коментар клієнта

source: Delivery department number
ru_ru: Номер отделения доставки
uk: Номер відділення доставки

source: Street address
ru_ru: Адрес улицы
uk: Адреса вулиці

source: Home URL
ru_ru: Главная URL
uk: Головна URL

source: Admin email
ru_ru: Email администратора
uk: Email адміністратора

source: Contact email
ru_ru: Контактный email
uk: Контактний email

source: Contact phone
ru_ru: Контактный телефон
uk: Контактний телефон

source: Contact address
ru_ru: Контактный адрес
uk: Контактна адреса

source: Email logo URL
ru_ru: URL логотипа письма
uk: URL логотипу листа

source: Admin email title
ru_ru: Заголовок письма администратору
uk: Заголовок листа адміністратору

source: Admin email message
ru_ru: Сообщение письма администратору
uk: Повідомлення листа адміністратору

source: Customer email title
ru_ru: Заголовок письма клиенту
uk: Заголовок листа клієнту

source: Customer email message
ru_ru: Сообщение письма клиенту
uk: Повідомлення листа клієнту

source: Template Settings
ru_ru: Настройки шаблона
uk: Налаштування шаблону

source: Test Email
ru_ru: Тестовое письмо
uk: Тестове повідомлення

source: Sending...
ru_ru: Отправка...
uk: Відправка...

source: Send Test Email
ru_ru: Отправить тестовое письмо
uk: Відправити тестове повідомлення

source: Order Information:
ru_ru: Информация о заказе:
uk: Інформація про замовлення:

source: Cart Information:
ru_ru: Информация о корзине:
uk: Інформація про кошик:

source: Cart items table (editable template)
ru_ru: Таблица товаров (редактируется через шаблон)
uk: Таблиця товарів (редагується через шаблон)

source: Client Information:
ru_ru: Информация о клиенте:
uk: Інформація про клієнта:

source: Delivery Information:
ru_ru: Информация о доставке:
uk: Інформація про доставку:

source: Payment Information:
ru_ru: Информация об оплате:
uk: Інформація про оплату:

source: Site Information:
ru_ru: Информация о сайте:
uk: Інформація про сайт:

source: Email Content:
ru_ru: Содержимое письма:
uk: Вміст листа:

source: Admin notification when order is created
ru_ru: Уведомление администратора при создании заказа
uk: Сповіщення адміністратора при створенні замовлення

source: Customer notification when order is created
ru_ru: Уведомление клиента при создании заказа
uk: Сповіщення клієнта при створенні замовлення

source: User registration notification
ru_ru: Уведомление при регистрации пользователя
uk: Сповіщення при реєстрації користувача

source: Admin notification when user registers
ru_ru: Уведомление администратора при регистрации пользователя
uk: Сповіщення адміністратора при реєстрації користувача

source: Password reset notification
ru_ru: Уведомление о сбросе пароля
uk: Сповіщення про скидання пароля

source: Order #%d - %s
ru_ru: Заказ #%d - %s
uk: Замовлення #%d - %s

source: Test Email: New Order
ru_ru: Тестовое письмо: Новый заказ
uk: Тестове повідомлення: Нове замовлення

source: This is a test email sent from email template editor.
ru_ru: Это тестовое письмо, отправленное из редактора шаблонов писем.
uk: Це тестове повідомлення, відправлене з редактора шаблонів листів.

source: Test Email: Thank you for your order
ru_ru: Тестовое письмо: Спасибо за ваш заказ
uk: Тестове повідомлення: Дякуємо за ваше замовлення

source: Test email sent successfully to %s
ru_ru: Тестовое письмо успешно отправлено на %s
uk: Тестове повідомлення успішно відправлено на %s

source: Marketing
ru_ru: Маркетинг
uk: Маркетинг

source: Login or Email
ru_ru: Логин или Email
uk: Логін або Email

source: Enter login or email
ru_ru: Введите логин или email
uk: Введіть логін або email

source: Enter your login or email address for authentication
ru_ru: Введите ваш логин или адрес электронной почты для аутентификации
uk: Введіть ваш логін або адресу електронної пошти для автентифікації

source: Current password
ru_ru: Текущий пароль
uk: Поточний пароль

source: Enter current password
ru_ru: Введите текущий пароль
uk: Введіть поточний пароль

source: Enter your current password to confirm changes
ru_ru: Введите ваш текущий пароль для подтверждения изменений
uk: Введіть ваш поточний пароль для підтвердження змін

source: Add to comparison
ru_ru: К сравнению
uk: До порівняння

source: Product removed from comparison list
ru_ru: Товар удален из списка сравнения
uk: Товар видалено зі списку порівняння

source: Maximum 4 products allowed in comparison
ru_ru: В списке сравнения может быть не более 4 товаров
uk: У списку порівняння може бути не більше 4 товарів

source: Item &laquo;%s&raquo; successfully added to comparison list.
ru_ru: Товар &laquo;%s&raquo; успешно добавлен в список сравнения.
uk: Товар &laquo;%s&raquo; успішно доданий до списку порівняння.

source: Product removed from your comparison list.
ru_ru: Товар удален из вашего списка сравнения.
uk: Товар видалено з вашого списку порівняння.

source: Item &laquo;%product%&raquo; successfully added to comparison list.
ru_ru: Товар &laquo;%product%&raquo; успешно добавлен в список сравнения.
uk: Товар &laquo;%product%&raquo; успішно доданий до списку порівняння.
