Repository: karakushan/f-shop
Catalog: languages/f-shop-*.po
Languages: es_es, pl_pl, ru_ru, uk

source: The status is assigned to orders that cannot be satisfied (for example, the product is not in stock). Later, at any time you can change the status of the order (for example, if the product is in stock);
es_es: El estado se asigna a pedidos que no pueden ser satisfechos (por ejemplo, el producto no está en stock). Más tarde, en cualquier momento puede cambiar el estado del pedido (por ejemplo, si el producto está en stock);
ru_ru: Статус присваивается заказам, которые не могут быть удовлетворены (например, товара нет на складе). Позже в любой момент вы можете изменить статус заказа (например, если товар есть в наличии);
uk: Статус присвоюється замовленням, які неможливо задовольнити (наприклад, товару немає на складі). Пізніше, у будь-який час ви можете змінити статус замовлення (наприклад, якщо товар є на складі);

source: The status is assigned to orders transferred to the courier. An order can maintain this status for a long time, depending on how far the customer is located;
es_es: El estado se asigna a pedidos transferidos al mensajero. Un pedido puede mantener este estado durante mucho tiempo, dependiendo de qué tan lejos esté ubicado el cliente;
ru_ru: Статус присваивается заказам, переданным курьеру. Заказ может поддерживать этот статус в течение длительного времени, в зависимости от того, как далеко находится клиент;
uk: Статус присвоюється замовленням, переданим кур'єру. Замовлення може підтримувати цей статус протягом тривалого часу, залежно від того, як далеко знаходиться клієнт;

source: The status is assigned to the order automatically if the settlement is made through the Money Online payment system. If the goods were delivered by courier and paid in cash, the status can be used as a reporting;
es_es: El estado se asigna al pedido automáticamente si el pago se realiza a través del sistema de pago Money Online. Si los productos fueron entregados por mensajero y pagados en efectivo, el estado puede usarse como informe;
ru_ru: Статус присваивается заказу автоматически, если расчет производится через платежную систему Money Online. Если товар был доставлен курьером и оплачен наличными, статус можно использовать в качестве отчетности;
uk: Статус присвоюється замовленню автоматично, якщо розрахунки здійснюються через платіжну систему онлайн. Якщо товари були доставлені кур'єром і оплачені готівкою, то також можна присвоїти цей статус;

source: The status that is assigned to a new order
es_es: El estado que se asigna a un nuevo pedido
pl_pl: Status przypisany do nowego zamówienia
ru_ru: Этот статус присваивается новому заказу
uk: Цей статус встановлюється для нового замовлення

source: There was an error sending a letter to the site administrator!
es_es: ¡Hubo un error al enviar una carta al administrador del sitio!
pl_pl: Wystąpił błąd podczas wysyłania listu do administratora strony!
ru_ru: Возникла ошибка при отправке письма администратору сайта!
uk: Під час надсилання листа адміністратору сайту сталася помилка!

source: This checkbox is needed if you will not store templates in the "f-shop" directory of your theme.
es_es: Esta casilla es necesaria si no va a almacenar plantillas en el directorio "f-shop" de su tema.
pl_pl: f-sklep\
ru_ru: Этот флажок необходим, если Вы не будете хранить шаблоны в каталоге «f-shop» вашей темы.
uk: Необхідно відмітити галочкою, якщо Ви не хочете зберігати шаблони у папці "f-shop" вашої теми.

source: This checkbox should be noted if you intend to process events triggered by the plugin yourself
es_es: Esta casilla debe marcarse si tiene la intención de procesar eventos activados por el plugin usted mismo

source: This determines the order in which products are displayed on the site. By default, Wordpress sorts by ID.
es_es: Esto determina el orden en que los productos se muestran en el sitio. Por defecto, WordPress ordena por ID.
ru_ru: Это определяет порядок, в котором продукты отображаются на сайте. По умолчанию Wordpress сортирует по ID.
uk: Ця опція вирішує в якому порядку товари будуть показуватись на сайті. За замовчуванням товари показуються за полем ID.

source: This field is required
es_es: Este campo es obligatorio
pl_pl: To pole jest wymagane

source: this field is required
es_es: este campo es obligatorio
pl_pl: to pole jest wymagane
ru_ru: это поле обязательное
uk: це поле є обов'язковим

source: This field is required.
es_es: Este campo es obligatorio.
pl_pl: To pole jest wymagane.
ru_ru: Это поле обязательное.
uk: Це поле обов'язкове.

source: This is a fixed amount or a percentage discount?
es_es: ¿Es un monto fijo o un descuento porcentual?
pl_pl: Jest to kwota stała czy rabat procentowy?
ru_ru: Это фиксированная скидка или процентная?
uk: Це фіксована сума чи знижка у відсотках?

source: This is convenient in some cases, but it is better to leave this option off
es_es: Esto es conveniente en algunos casos, pero es mejor dejar esta opción desactivada
ru_ru: Эта опция иногда необходима, но лучше оставить её выключенной
uk: В деяких випадках краще залишити цю опцію вимкнутою

source: This is the main price on the site. Required field!
es_es: Este es el precio principal en el sitio. ¡Campo obligatorio!
pl_pl: To jest główna cena na stronie. Pole wymagane!
ru_ru: Это главная цена на сайте. Поле обязательное!
uk: Це основна ціна на сайті. Обов'язкове поле!

source: This message is sent to the buyer at the time the manager confirms the order. You can use meta data of type: <code>%order_id%</code> - order number, <code>%pay_name%</code> - name of the payment method, <code>%pay_url%</code> - payment reference .
es_es: Este mensaje se envía al comprador cuando el administrador confirma el pedido. Puede usar metadatos de tipo: <code>%order_id%</code> - número de pedido, <code>%pay_name%</code> - nombre del método de pago, <code>%pay_url%</code> - referencia de pago.
ru_ru: Это сообщение будет отправлено покупателю если менеджер магазина подтвердил заказ. Вы можете использовать эти метаданные в письме: <code>%order_id%</code> - номер заказа, <code>%pay_name%</code> - название метода оплаты, <code>%pay_url%</code> - ссылка для оплаты .
uk: Це повідомлення буде відправлено після того як менеджер магазину підтвердить замовлення. Ви також можете використовувати ці мета дані: <code>%order_id%</code> - номер замовлення, <code>%pay_name%</code> - назва методу оплати, <code>%pay_url%</code> - поислання для оплати .

source: This message will be shown if the buyer has successfully paid the order. You can use these variables: <code>%order_id%</code> - order number, <code>%pay_name%</code> - name of the payment method
es_es: Este mensaje se mostrará si el comprador ha pagado el pedido exitosamente. Puede usar estas variables: <code>%order_id%</code> - número de pedido, <code>%pay_name%</code> - nombre del método de pago
ru_ru: Это сообщение будет показано на сайте в случае успешной оплаты. Вы можете использовать следующие переменные: <code>%order_id%</code> - номер заказа, <code>%pay_name%</code> - название выбранного метода оплаты
uk: Цей текст буде показано на сайті якщо покупець успішно оплатив замовлення. Ви також можете використовувати ці метадані: <code>%order_id%</code> - номер замовлення, <code>%pay_name%</code> - назва методу оплати

source: This parameter configures the number of products that will be displayed on the catalog page or product category
es_es: Este parámetro configura el número de productos que se mostrarán en la página del catálogo o categoría de productosEste parámetro configura el número de productos que se mostrarán en la página del catálogo o categoría de productos
ru_ru: Этот параметр устанавливает количество товаров которые будут показаны на странице каталога и категории товаров
uk: Цей параметр визначає кількість товарів, які відображатимуться на сторінці каталогу або категорії товарів

source: This status is assigned to an order if violations were detected on the part of the customer. On subsequent orders, all orders from this IP, e-mail, phone automatically receive this status.
es_es: Este estado se asigna a un pedido si se detectaron violaciones por parte del cliente. En pedidos posteriores, todos los pedidos de esta IP, correo electrónico, teléfono reciben automáticamente este estado.
ru_ru: Этот статус присваивается заказу, если выявлены нарушения со стороны заказчика. При последующих заказах все заказы с этого IP, электронной почты, телефона автоматически получают этот статус.
uk: Цей статус присвоюється замовленню, якщо з боку замовника були виявлені порушення. При подальших замовленнях всі замовлення з цього IP, електронної пошти, телефону автоматично отримують цей статус.

source: This tab is relevant if you have several varieties of a single product.
es_es: Esta pestaña es relevante si tiene varias variedades de un solo producto.
pl_pl: Ta zakładka jest istotna, jeśli masz kilka odmian tego samego produktu.
ru_ru: Этот таб необходим в том случае если Вы продаете несколько разновидностей одного и того же товара.
uk: Ця вкладка необхідна в тому випадку якщо ви хочете продавати різні варіанти одного і того ж товару.

source: This type changes the base price displayed by default.
es_es: Este tipo cambia el precio base mostrado por defecto.
pl_pl: Ten typ zmienia domyślnie wyświetlaną cenę bazową.
ru_ru: Этот тип изменяет базовую цену, отображаемую по умолчанию.
uk: Цей тип ціни змінює основну ціну

source: This user does not exist on the site
es_es: Este usuario no existe en el sitio
pl_pl: Ten użytkownik nie istnieje na stronie
ru_ru: Такой пользователь не найден на этом сайте
uk: Такого користувача не знайдено на сайті

source: Three-digit currency code
es_es: Código de moneda de tres dígitos
pl_pl: Trzycyfrowy kod waluty
ru_ru: Код валюты, три символа (например: USD)
uk: Трох-значний код валюти

source: Thumbnail
es_es: Miniatura
pl_pl: Zwięzły
ru_ru: Миниатюра
uk: Мініатюра

source: Title
es_es: Título
pl_pl: Tytuł
ru_ru: Название
uk: Заголовок

source: Title in the order letter to the administrator
es_es: Título en la carta de pedido al administrador
pl_pl: Tytuł w piśmie zamówienia do administratora
ru_ru: Заголовок в письме оформления заказа отправляемого администратору
uk: Назва в листі замовлення адміністратору

source: Title in the order letter to the buyer
es_es: Título en la carta de pedido al comprador
pl_pl: Tytuł w piśmie zamówienia do kupującego
ru_ru: Заголовок в письме оформления заказа отправляемого покупателю
uk: Назва в листі замовлення покупцеві

source: To catalog
es_es: Al catálogo
pl_pl: Do katalogu

source: To personal account
es_es: A la cuenta personal
pl_pl: Na konto osobiste
ru_ru: В личный кабинет
uk: До кабінету

source: To the catalog
es_es: Al catálogo
pl_pl: Do katalogu

source: To wish list
es_es: A la lista de deseos
pl_pl: Do listy życzeń

source: Total Cost
es_es: Costo total
pl_pl: Całkowity koszt

source: Total cost
es_es: Costo total
pl_pl: Całkowity koszt
ru_ru: Общая стоимость
uk: Загальна сума

source: Total discount on products as a percentage
es_es: Descuento total en productos como porcentaje
pl_pl: Całkowity rabat na produkty w procentach
ru_ru: Общая скидка на все товары в процентах
uk: Загальна знижка на товари в процентах

source: Turn off the appearance of the basket
es_es: Desactivar la visualización de la cesta
pl_pl: Wyłącz wygląd koszyka

source: Type
es_es: Tipo
pl_pl: Typ
ru_ru: Тип
uk: Тип

source: Type of delivery
es_es: Tipo de entrega
pl_pl: Rodzaj dostawy

source: Type of payment
es_es: Tipo de pago
pl_pl: Rodzaj płatności

source: Ukrainian
es_es: Ucraniano
pl_pl: ukraiński
ru_ru: Украинский
uk: Українська

source: Ukrainian hryvnia
es_es: Grivna ucraniana
pl_pl: Hrywna ukraińska
ru_ru: Украинская гривна
uk: Гривня

source: Unavailable for payment
es_es: No disponible para pago
pl_pl: Niedostępne do płatności
ru_ru: Не доступен для оплаты
uk: Недоступно для оплати

source: Unfortunately, a user with such data does not exist on the site
es_es: Desafortunadamente, un usuario con tales datos no existe en el sitio
pl_pl: Niestety, użytkownik posiadający takie dane nie istnieje w serwisie
ru_ru: К сожалению пользователя с таким данными не существует на сайте
uk: На жаль, користувача з такими даними не існує на сайті

source: units
es_es: unidades
pl_pl: jednostki

source: Up-sell products
es_es: Productos de venta adicional
pl_pl: Produkty typu up-sell

source: Update
es_es: Actualizar
pl_pl: Aktualizacja
ru_ru: Обновить
uk: Оновити

source: Update Date
es_es: Fecha de actualización
pl_pl: Data aktualizacji
ru_ru: Дата обновления
uk: Дата оновлення

source: Update prices
es_es: Actualizar precios
pl_pl: Aktualizuj ceny
ru_ru: Обновить цены
uk: Оновити ціни

source: Upload
es_es: Subir
pl_pl: Prześlij
ru_ru: Загрузить
uk: Завантажити

source: Uploading...
es_es: Subiendo...
pl_pl: Przesyłanie...
ru_ru: Загрузка...
uk: Завантаження...

source: Upsell products
es_es: Productos de venta adicional
pl_pl: Sprzedawaj produkty
uk: Супутні товари

source: US dollar
es_es: Dólar estadounidense
pl_pl: Dolar amerykański
ru_ru: Доллар США
uk: Долар США

source: Use a penny?
es_es: ¿Usar centavos?
pl_pl: Użyj grosza?
ru_ru: Использовать копейки?
uk: Використовувати копійки?

source: Use the number of purchased goods to compare with this attribute.
es_es: Usar el número de productos comprados para comparar con este atributo.
pl_pl: Do porównania z tym atrybutem użyj liczby zakupionych towarów.

source: Use This Image
es_es: Usar esta imagen
pl_pl: Użyj tego obrazu
uk: Використати це зображення

source: Used when placing the order, if the user is authorized
es_es: Usado al realizar el pedido, si el usuario está autorizado
pl_pl: Stosowane przy składaniu zamówienia, jeżeli użytkownik posiada uprawnienia
ru_ru: Используется при оформлении заказа, если пользователь авторизован
uk: Використовується при оформленні покупки, якщо покупець авторизований

source: User "%s" added a comment. <a href="%s" target="_blank"> Go to comment <a>
es_es: El usuario "%s" añadió un comentario. <a href="%s" target="_blank"> Ir al comentario <a>
pl_pl: %s%s_blank\
ru_ru: Пользовательr "%s" добавил комментарий. <a href="%s" target="_blank"> К комментарию <a>
uk: Користувач "%s" додав коментар. <a href="%s" target="_blank"> Перейти до коментаря <a>

source: User "%s" changed order status to "%s"
es_es: El usuario "%s" cambió el estado del pedido a "%s"
ru_ru: Пользователь "%s" изменил статус заказа на "%s"
uk: Користувач "%s" змінив статус замовлення на "%s"

source: User "%s" created an order
es_es: El usuario "%s" creó un pedido
ru_ru: Пользователь "%s" создал заказ
uk: Користувач "%s" створив замовлення

source: User %s requests to be notified of the availability of the product "%s". Product Link: %s
es_es: El usuario %s solicita ser notificado sobre la disponibilidad del producto "%s". Enlace del producto: %s
pl_pl: %S\
ru_ru: Пользователь %s просит уведомить его о наличии товара "%s". Ссылка на товар: %s
uk: Користувач %s просить повідомити про наявність товару "%s". Посилання на товар: %s

source: User data is not filled in or not valid!
es_es: ¡Los datos del usuario no están completos o no son válidos!
pl_pl: Dane użytkownika nie są wypełnione lub są nieprawidłowe!
ru_ru: Данные пользователя не заполнены или не прошли проверку!
uk: Дані користувача не заповнені або недійсні!

source: User is not found
es_es: Usuario no encontrado
pl_pl: Nie znaleziono użytkownika
ru_ru: Пользователь не найден
uk: Користувач не знайдений

source: Validation failed
es_es: La validación falló
pl_pl: Walidacja nie powiodła się
ru_ru: Проверка не пройдена
uk: Дані не пройшли перевірку

source: Value
es_es: Valor
pl_pl: Wartość
ru_ru: Значение
uk: Значення

source: Variant
es_es: Variante
pl_pl: Wariant

source: Variant name
es_es: Nombre de la variante
pl_pl: Nazwa wariantu

source: Variation
es_es: Variación
pl_pl: Zmiana
ru_ru: Вариации
uk: Варіації

source: Vendor code
es_es: Código de proveedor
pl_pl: Kod dostawcy
ru_ru: Артикул
uk: Артикул

source: View order
es_es: Ver pedido
pl_pl: Zobacz zamówienie
ru_ru: Смотреть заказ
uk: Дивитися замовлення

source: Viewed products list has been cleared
es_es: La lista de productos vistos ha sido limpiada
pl_pl: Lista przeglądanych produktów została wyczyszczona
ru_ru: Просмотренные товары были удалены
uk: Переглянуті товари були успішно видалені

source: Views
es_es: Vistas
pl_pl: Widoki

source: Virtual Product
es_es: Producto virtual
pl_pl: Produkt wirtualny
ru_ru: Виртуальный товар
uk: Віртуальний товар

source: Welcome back, %s! You have successfully logged in.
es_es: ¡Bienvenido de nuevo, %s! Ha iniciado sesión exitosamente.
pl_pl: Witamy ponownie, %s! Pomyślnie się zalogowałeś.
ru_ru: С возвращением, %s! Вы успешно вошли в систему.
uk: Ласкаво просимо, %s! Ви успішно увійшли.

source: What type of basket to show
es_es: Qué tipo de cesta mostrar
pl_pl: Jaki typ koszyka pokazać

source: When adding a product to the cart which is not available, the buyer will be shown a window asking for contact information
es_es: Al agregar un producto al carrito que no está disponible, se le mostrará al comprador una ventana solicitando información de contacto
ru_ru: Если покупатель попытается добавить в корзину товар которого нет в наличии, то ему будет показано окно запроса контактных данных
uk: Коли додається в кошик товар якого немає в наявності, покупцю буде показано вікно із запитом контактної інформації

source: When choosing this method, send the buyer immediately to the payment page
es_es: Al elegir este método, enviar al comprador inmediatamente a la página de pago
ru_ru: Если выбран этот метод оплаты, то покупатель будет автоматически переадресован на странцу оплаты, без подтвеждения заказа.
uk: При виборі цього способу оплати відправляти покупця відразу на сторінку оплати

source: When choosing this option, the cost of packaging will also be added to the order value.
es_es: Al elegir esta opción, el costo del embalaje también se agregará al valor del pedido.
ru_ru: Если выбрать эту опцию то к стоимости товаров в корзине будет добавлена стоимость упаковки
uk: При виборі цього варіанту вартість упаковки також буде додано до вартості замовлення.

source: When enabled, all emails will be sent through Mailtrap sandbox for testing purposes
es_es: Cuando está habilitado, todos los correos electrónicos se enviarán a través del sandbox de Mailtrap con fines de prueba
ru_ru: Когда включено, все письма будут отправляться через Mailtrap sandbox для тестирования
uk: Коли увімкнено, всі листи будуть відправлятися через Mailtrap sandbox для тестування

source: Wish list is empty
es_es: La lista de deseos está vacía
pl_pl: Lista życzeń jest pusta
ru_ru: Список желаний пустой
uk: Список бажань порожній

source: Wish List Page
es_es: Página de lista de deseos
pl_pl: Strona z listą życzeń
ru_ru: Страница списка желаний
uk: Сторінка списку бажань

source: WishList
es_es: Lista de deseos
pl_pl: Lista życzeń
ru_ru: Список желаний
uk: Список бажань

source: Wishlist
es_es: Lista de deseos
pl_pl: Lista życzeń
ru_ru: Список желаний
uk: Список бажань

source: Yes
es_es: Sí
pl_pl: Tak
ru_ru: Да
uk: Так

source: You are already logged in
es_es: Ya ha iniciado sesión
pl_pl: Jesteś już zalogowany
ru_ru: Вы уже авторизованы
uk: Ви вже увійшли в систему

source: You are already logged in.
es_es: Ya ha iniciado sesión.
pl_pl: Jesteś już zalogowany.
ru_ru: Вы уже вошли на сайт
uk: Ви вже увійшли в систему.

source: You are already logged in. <a href="%1$s">Logout</a>. <a href="%2$s">Go to cabinet</a>
es_es: Ya ha iniciado sesión. <a href="%1$s">Cerrar sesión</a>. <a href="%2$s">Ir al panel</a>
pl_pl: %1$s%2$s\
ru_ru: Вы уже авторизованы. <a href="%1$s">Выйти</a>. <a href="%2$s">В кабинет</a>

source: You can drag images to change positions in the gallery.
es_es: Puede arrastrar imágenes para cambiar posiciones en la galería.
pl_pl: Możesz przeciągać obrazy, aby zmieniać ich położenie w galerii.

source: You can enter a fixed cost or as a percentage, for example "5%"
es_es: Puede ingresar un costo fijo o como porcentaje, por ejemplo "5%"
ru_ru: Вы можете ввести фиксированную стоимость или в процентах, например "5%"
uk: Ви можете ввести фіксовану вартість або відсоток, наприклад "5%"

source: You can specify multiple recipients separated by commas.
es_es: Puede especificar múltiples destinatarios separados por comas.
pl_pl: Można określić wielu odbiorców oddzielonych przecinkami.
ru_ru: Вы можете указать несколько получателей разделив их запятой.
uk: Ви можете вказати кілька отримувачів, розділивши їх комами.

source: You currently have no orders
es_es: Actualmente no tiene pedidos
pl_pl: Obecnie nie masz żadnych zamówień

source: You currently have no orders.
es_es: Actualmente no tiene pedidos.
pl_pl: Obecnie nie masz żadnych zamówień.

source: You have already voted for this review!
es_es: ¡Ya ha votado por esta reseña!
pl_pl: Już głosowałeś na tę recenzję!
ru_ru: Вы уже проголосовали за этот отзыв!
uk: Ви вже проголосували за цей відгук!

source: You have selected all available items from stock.
es_es: Ha seleccionado todos los artículos disponibles del stock.
pl_pl: Wybrałeś wszystkie dostępne produkty z magazynu.
ru_ru: Вы выбрали все доступные товары со склада.
uk: Ви вибрали всі доступні товари зі складу.

source: You must accept the terms and conditions
es_es: Debe aceptar los términos y condiciones
pl_pl: Musisz zaakceptować regulamin
ru_ru: Вы должны принять положения и условия
uk: Ви повинні прийняти умови використання

source: Your basket is empty
es_es: Su cesta está vacía
pl_pl: Twój koszyk jest pusty

source: Your basket is empty. <a href="%s">To catalog</a>
es_es: Su cesta está vacía. <a href="%s">Al catálogo</a>
ru_ru: Ваша корзина пуста. <a href="%s">В каталог</a>
uk: Ваш кошик порожній. <a href="%s">До каталогу</a>

source: Your data has been successfully changed
es_es: Sus datos han sido cambiados exitosamente
pl_pl: Twoje dane zostały pomyślnie zmienione
ru_ru: Ваши данные успешно изменены
uk: Ваші дані успішно змінено

source: Your data has been successfully updated.
es_es: Sus datos han sido actualizados exitosamente.
pl_pl: Twoje dane zostały pomyślnie zaktualizowane.
ru_ru: Ваши данные успешно обновлены.
uk: Ваші дані успішно оновлено.

source: Your data has been updated successfully!
es_es: ¡Sus datos han sido actualizados exitosamente!
pl_pl: Twoje dane zostały pomyślnie zaktualizowane!
ru_ru: Ваши данные успешно обновлены!
uk: Ваші дані успішно оновлено!

source: Your data has not been changed, or you did not specify it.
es_es: Sus datos no han sido cambiados, o no los especificó.
pl_pl: Twoje dane nie uległy zmianie lub ich nie podałeś.
ru_ru: Ваши данные не были изменены или Вы не указали их.
uk: Ваші дані не змінено, або ви їх не вказали.

source: Your email
es_es: Su correo electrónico
pl_pl: Twój e-mail
ru_ru: Ваш e-mail
uk: Ваша електронна пошта

source: Your like has been added to the review!
es_es: ¡Su me gusta ha sido añadido a la reseña!
pl_pl: Twoje polubienie zostało dodane do recenzji!
ru_ru: Ваш лайк добавлен к отзыву!
uk: Ваш лайк додано до відгуку!

source: Your Mailtrap password from sandbox settings
es_es: Su contraseña de Mailtrap de la configuración del sandbox
pl_pl: Twoje hasło Mailtrap z ustawień piaskownicy
ru_ru: Ваш пароль Mailtrap из настроек sandbox
uk: Ваш пароль Mailtrap з налаштувань sandbox

source: Your Mailtrap username from sandbox settings
es_es: Su nombre de usuario de Mailtrap de la configuración del sandbox
pl_pl: Twoja nazwa użytkownika Mailtrap z ustawień piaskownicy
ru_ru: Ваше имя пользователя Mailtrap из настроек sandbox
uk: Ваше ім'я користувача Mailtrap з налаштувань sandbox

source: Your name
es_es: Su nombre
pl_pl: Twoje imię
